[
  {
    "publisher": "Springer Science and Business Media LLC",
    "issue": "7825",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Array programming provides a powerful, compact and expressive syntax for accessing, manipulating and operating on data in vectors, matrices and higher-dimensional arrays. NumPy is the primary array programming library for the Python language. It has an essential role in research analysis pipelines in fields as diverse as physics, chemistry, astronomy, geoscience, biology, psychology, materials science, engineering, finance and economics. For example, in astronomy, NumPy was an important part of the software stack used in the discovery of gravitational waves<jats:sup>1</jats:sup>and in the first imaging of a black hole<jats:sup>2</jats:sup>. Here we review how a few fundamental array concepts lead to a simple and powerful programming paradigm for organizing, exploring and analysing scientific data. NumPy is the foundation upon which the scientific Python ecosystem is constructed. It is so pervasive that several projects, targeting audiences with specialized needs, have developed their own NumPy-like interfaces and array objects. Owing to its central position in the ecosystem, NumPy increasingly acts as an interoperability layer between such array computation libraries and, together with its application programming interface (API), provides a flexible framework to support the next decade of scientific and industrial analysis.</jats:p>",
    "DOI": "10.1038/s41586-020-2649-2",
    "type": "article-journal",
    "page": "357-362",
    "source": "Crossref",
    "title": "Array programming with NumPy",
    "volume": "585",
    "author": [
      {
        "given": "Charles R.",
        "family": "Harris"
      },
      {
        "given": "K. Jarrod",
        "family": "Millman"
      },
      {
        "given": "Stéfan J.",
        "family": "van der Walt"
      },
      {
        "given": "Ralf",
        "family": "Gommers"
      },
      {
        "given": "Pauli",
        "family": "Virtanen"
      },
      {
        "given": "David",
        "family": "Cournapeau"
      },
      {
        "given": "Eric",
        "family": "Wieser"
      },
      {
        "given": "Julian",
        "family": "Taylor"
      },
      {
        "given": "Sebastian",
        "family": "Berg"
      },
      {
        "given": "Nathaniel J.",
        "family": "Smith"
      },
      {
        "given": "Robert",
        "family": "Kern"
      },
      {
        "given": "Matti",
        "family": "Picus"
      },
      {
        "given": "Stephan",
        "family": "Hoyer"
      },
      {
        "given": "Marten H.",
        "family": "van Kerkwijk"
      },
      {
        "given": "Matthew",
        "family": "Brett"
      },
      {
        "given": "Allan",
        "family": "Haldane"
      },
      {
        "given": "Jaime Fernández",
        "family": "del Río"
      },
      {
        "given": "Mark",
        "family": "Wiebe"
      },
      {
        "given": "Pearu",
        "family": "Peterson"
      },
      {
        "given": "Pierre",
        "family": "Gérard-Marchant"
      },
      {
        "given": "Kevin",
        "family": "Sheppard"
      },
      {
        "given": "Tyler",
        "family": "Reddy"
      },
      {
        "given": "Warren",
        "family": "Weckesser"
      },
      {
        "given": "Hameer",
        "family": "Abbasi"
      },
      {
        "given": "Christoph",
        "family": "Gohlke"
      },
      {
        "given": "Travis E.",
        "family": "Oliphant"
      }
    ],
    "container-title": "Nature",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2020,
          9,
          16
        ]
      ]
    },
    "URL": "https://doi.org/ghbzf2",
    "container-title-short": "Nature",
    "PMCID": "PMC7759461",
    "PMID": "32939066",
    "id": "1LexfAxj",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1038/s41586-020-2649-2"
  },
  {
    "publisher": "Proceedings of the National Academy of Sciences",
    "issue": "36",
    "abstract": "<jats:title>Significance</jats:title>\n          <jats:p>\n            The collection of large amounts of whole-genome sequencing data allowed for identification of mutational signatures, which are characteristic combinations of substitutions in the context of neighboring bases. The clinical significance of these mutational signatures is still largely unknown. In neuroblastoma, we showed that high levels of cytosine &gt; adenine (C &gt; A) substitutions are associated with poor survival. We identified that these high levels of C &gt; A substitutions result from defects in 8-oxo-guanine repair, specifically from copy number loss of the DNA glycosylases\n            <jats:italic>MUTYH</jats:italic>\n            and\n            <jats:italic>OGG1</jats:italic>\n            . The high frequency of C &gt; A substitutions in neuroblastoma contributes to the increased adaptive capacity of these tumors. Thereby, we link basic molecular genetic mutation patterns to clinically significant tumor evolution processes.\n          </jats:p>",
    "DOI": "10.1073/pnas.2007898118",
    "type": "article-journal",
    "source": "Crossref",
    "title": "Defects in 8-oxo-guanine repair pathway cause high frequency of C &gt; A substitutions in neuroblastoma",
    "volume": "118",
    "author": [
      {
        "given": "Marlinde L.",
        "family": "van den Boogaard"
      },
      {
        "given": "Rurika",
        "family": "Oka"
      },
      {
        "given": "Anne",
        "family": "Hakkert"
      },
      {
        "given": "Linda",
        "family": "Schild"
      },
      {
        "given": "Marli E.",
        "family": "Ebus"
      },
      {
        "given": "Michael R.",
        "family": "van Gerven"
      },
      {
        "given": "Danny A.",
        "family": "Zwijnenburg"
      },
      {
        "given": "Piet",
        "family": "Molenaar"
      },
      {
        "given": "Lieke L.",
        "family": "Hoyng"
      },
      {
        "given": "M. Emmy M.",
        "family": "Dolman"
      },
      {
        "given": "Anke H. W.",
        "family": "Essing"
      },
      {
        "given": "Bianca",
        "family": "Koopmans"
      },
      {
        "given": "Thomas",
        "family": "Helleday"
      },
      {
        "given": "Jarno",
        "family": "Drost"
      },
      {
        "given": "Ruben",
        "family": "van Boxtel"
      },
      {
        "given": "Rogier",
        "family": "Versteeg"
      },
      {
        "given": "Jan",
        "family": "Koster"
      },
      {
        "given": "Jan J.",
        "family": "Molenaar"
      }
    ],
    "container-title": "Proceedings of the National Academy of Sciences",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          9,
          3
        ]
      ]
    },
    "URL": "https://doi.org/grtcs9",
    "container-title-short": "Proc. Natl. Acad. Sci. U.S.A.",
    "PMCID": "PMC8433536",
    "PMID": "34479993",
    "id": "8vP4Q1ja",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1073/pnas.2007898118"
  },
  {
    "publisher": "Cold Spring Harbor Laboratory",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>Recent studies have suggested that the human germline mutation rate and spectrum evolve rapidly. Variation in generation time has been linked to these changes, though its contribution remains unclear. We develop a framework to characterize temporal changes in polymorphisms within and between populations, while controlling for the effects of natural selection and biased gene conversion. Application to the 1000 Genomes Project dataset reveals multiple independent changes that arose after the split of continental groups, including a previously reported, transient elevation in TCC&gt;TTC mutations in Europeans and novel signals of divergence in C&gt;G and T&gt;A mutation rates among population samples. We also find a significant difference between groups sampled in and outside of Africa, in old T&gt;C polymorphisms that predate the out-of-Africa migration. This surprising signal is driven by TpG&gt;CpG mutations, and stems in part from mis-polarized CpG transitions, which are more likely to undergo recurrent mutations. Finally, by relating the mutation spectrum of polymorphisms to parental age effects on<jats:italic>de novo</jats:italic>mutations, we show that plausible changes in the generation time cannot explain the patterns observed for different mutation types jointly. Thus, other factors--genetic modifiers or environmental exposures--must have had a non-negligible impact on the human mutation landscape.</jats:p>",
    "DOI": "10.1101/2022.06.17.496622",
    "type": "manuscript",
    "source": "Crossref",
    "title": "Limited role of generation time changes in driving the evolution of mutation spectrum in humans",
    "author": [
      {
        "given": "Ziyue",
        "family": "Gao"
      },
      {
        "given": "Yulin",
        "family": "Zhang"
      },
      {
        "given": "Nathan",
        "family": "Cramer"
      },
      {
        "given": "Molly",
        "family": "Przeworski"
      },
      {
        "given": "Priya",
        "family": "Moorjani"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2022,
          6,
          18
        ]
      ]
    },
    "URL": "https://doi.org/grr525",
    "id": "gmQgC0zy",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1101/2022.06.17.496622"
  },
  {
    "publisher": "Cold Spring Harbor Laboratory",
    "abstract": "<jats:title>SUMMARY</jats:title><jats:p>Diverse inbred mouse strains are among the foremost models for biomedical research, yet genome characterization of many strains has been fundamentally lacking in comparison to human genomics research. In particular, the discovery and cataloging of structural variants is incomplete, limiting the discovery of potentially causative alleles for phenotypic variation across individuals. Here, we utilized long-read sequencing to resolve genome-wide structural variants (SVs, variants ≥ 50 bp) in 20 genetically distinct inbred mice. We report 413,758 site-specific SVs that affect 13% (356 Mbp) of the current mouse reference assembly, including 510 previously unannotated variants which alter coding sequences. We find that 39% of SVs are attributed to transposable element (TE) variation accounting for 75% of bases altered by SV. We then utilized this callset to investigate the impact of TE heterogeneity on mouse embryonic stem cells (mESCs), and find multiple TE classes that influence chromatin accessibility across loci. We also identify strain-specific transcription start sites originating in polymorphic TEs that modify gene expression. Our work provides the first long-read based analysis of mouse SVs and illustrates that previously unresolved TEs underlie epigenetic and transcriptome differences in mESCs.</jats:p>",
    "DOI": "10.1101/2022.09.26.509577",
    "type": "manuscript",
    "source": "Crossref",
    "title": "Resolution of structural variation in diverse mouse genomes reveals chromatin remodeling due to transposable elements",
    "author": [
      {
        "given": "Ardian",
        "family": "Ferraj"
      },
      {
        "given": "Peter A.",
        "family": "Audano"
      },
      {
        "given": "Parithi",
        "family": "Balachandran"
      },
      {
        "given": "Anne",
        "family": "Czechanski"
      },
      {
        "given": "Jacob I.",
        "family": "Flores"
      },
      {
        "given": "Alexander A.",
        "family": "Radecki"
      },
      {
        "given": "Varun",
        "family": "Mosur"
      },
      {
        "given": "David S.",
        "family": "Gordon"
      },
      {
        "given": "Isha A.",
        "family": "Walawalkar"
      },
      {
        "given": "Evan E.",
        "family": "Eichler"
      },
      {
        "given": "Laura G.",
        "family": "Reinholdt"
      },
      {
        "given": "Christine R.",
        "family": "Beck"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2022,
          9,
          27
        ]
      ]
    },
    "URL": "https://doi.org/grtctb",
    "id": "DAiplkDB",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1101/2022.09.26.509577"
  },
  {
    "publisher": "Cold Spring Harbor Laboratory",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>De novo mutations (DNMs) in the germline have long been identified as a key element in the causes of developmental and other genetic disorders. Previous attempts to investigate genetic factors affecting DNMs have suffered from a lack of statistical power, due to the difficulty of obtaining a sufficient number of parent-offspring trios. Thus, the rare disease cohort of the UK’s 100k Genomes Project (100kGP), comprising more than 10,000 trios, represents an unprecedented opportunity to investigate the genetics of germline mutation. Here we estimate SNP heritability of DNM count in offspring, as a measure of the relative contribution of genetic factors to the variance of the trait, in a PCA-selected subset of the 100kGP cohort. We estimate separate SNP heritabilities for paternally and maternally transmitted mutations (based on parentally phased DNMs in offspring), computed using parental genetic variants at a range of minimum frequencies and a variety of methodologies. We estimate a heritability of 10-20% for paternal DNMs; by contrast, for maternal DNMs we find no significant evidence for non-zero heritability. We investigated the partitioning of heritability among genes with different expression profiles in different tissue or cell states, and found a relative heritability enrichment for genes expressed in gonadal tissues, particularly testis. Among germ cells in adult testes we observed relative enrichment of heritability in genes associated with the (undifferentiated) spermatogonial stem cell state.</jats:p>",
    "DOI": "10.1101/2022.12.17.520885",
    "type": "manuscript",
    "source": "Crossref",
    "title": "Heritability of de novo germline mutation reveals a contribution from paternal but not maternal genetic factors",
    "author": [
      {
        "given": "Seongwon",
        "family": "Hwang"
      },
      {
        "given": "Matthew D. C.",
        "family": "Neville"
      },
      {
        "given": "Felix R.",
        "family": "Day"
      },
      {
        "given": "Aylwyn",
        "family": "Scally"
      },
      {}
    ],
    "issued": {
      "date-parts": [
        [
          2022,
          12,
          17
        ]
      ]
    },
    "URL": "https://doi.org/grr526",
    "id": "RtSPkNQQ",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1101/2022.12.17.520885"
  },
  {
    "publisher": "Cold Spring Harbor Laboratory",
    "abstract": "<jats:title>Abstract</jats:title><jats:p>As part of an ongoing genome sequencing project at the Oregon National Primate Research Center, we identified a rhesus macaque with a rare homozygous frameshift mutation in the gene Methyl-CpG binding domain 4 (<jats:italic>MBD4</jats:italic>). MBD4 is responsible for the repair of C&gt;T deamination mutations at CpG locations and has been linked to somatic hypermutation and cancer predisposition in humans. We show here that MBD4-associated hypermutation also affects the germline: the 6 offspring of the<jats:italic>MBD4</jats:italic>-null dam have a 4-6 fold increase in<jats:italic>de novo</jats:italic>mutation burden. This excess burden was predominantly C&gt;T mutations at CpG locations consistent with<jats:italic>MBD4</jats:italic>loss-of-function in the dam. There was also a significant excess of C&gt;T at CpA sites, indicating an important, underappreciated role for MBD4 to repair deamination in CpA contexts. The<jats:italic>MBD4</jats:italic>-null dam developed sustained eosinophilia later in life, but we saw no other signs of neoplastic processes associated with<jats:italic>MBD4</jats:italic>loss-of-function in humans, nor any obvious disease in the hypermutated offspring. This work provides what is likely the first evidence for a genetic factor causing hypermutation in the maternal germline of a mammal, and adds to the very small list of naturally occurring variants known to modulate germline mutation rates in mammals.</jats:p>",
    "DOI": "10.1101/2023.03.27.534460",
    "type": "manuscript",
    "source": "Crossref",
    "title": "A naturally occurring variant of<i>MBD4</i>causes maternal germline hypermutation in primates",
    "author": [
      {
        "given": "Alexandra M.",
        "family": "Stendahl"
      },
      {
        "given": "Rashesh",
        "family": "Sanghvi"
      },
      {
        "given": "Samuel",
        "family": "Peterson"
      },
      {
        "given": "Karina",
        "family": "Ray"
      },
      {
        "given": "Ana C.",
        "family": "Lima"
      },
      {
        "given": "Raheleh",
        "family": "Rahbari"
      },
      {
        "given": "Donald F.",
        "family": "Conrad"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2023,
          3,
          29
        ]
      ]
    },
    "URL": "https://doi.org/gr3ghz",
    "id": "12CXVVJzy",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1101/2023.03.27.534460"
  },
  {
    "publisher": "Institute of Electrical and Electronics Engineers (IEEE)",
    "issue": "3",
    "DOI": "10.1109/mcse.2007.55",
    "type": "article-journal",
    "page": "90-95",
    "source": "Crossref",
    "title": "Matplotlib: A 2D Graphics Environment",
    "volume": "9",
    "author": [
      {
        "given": "John D.",
        "family": "Hunter"
      }
    ],
    "container-title": "Computing in Science &amp; Engineering",
    "issued": {
      "date-parts": [
        [
          2007
        ]
      ]
    },
    "URL": "https://doi.org/drbjhg",
    "container-title-short": "Comput. Sci. Eng.",
    "id": "1026Gxdsi",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1109/mcse.2007.55"
  },
  {
    "publisher": "ACM",
    "DOI": "10.1145/2833157.2833162",
    "type": "paper-conference",
    "source": "Crossref",
    "title": "Numba",
    "author": [
      {
        "given": "Siu Kwan",
        "family": "Lam"
      },
      {
        "given": "Antoine",
        "family": "Pitrou"
      },
      {
        "given": "Stanley",
        "family": "Seibert"
      }
    ],
    "event": "SC15: The International Conference for High Performance Computing, Networking, Storage and Analysis",
    "container-title": "Proceedings of the Second Workshop on the LLVM Compiler Infrastructure in HPC",
    "issued": {
      "date-parts": [
        [
          2015,
          11,
          15
        ]
      ]
    },
    "URL": "https://doi.org/gf3nks",
    "id": "189xgFrlN",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1145/2833157.2833162"
  },
  {
    "publisher": "Annual Reviews",
    "issue": "1",
    "abstract": "<jats:p> Mutation accumulation (MA) experiments, in which mutations are allowed to drift to fixation in inbred lines, have been a principal way of studying the rates and properties of new spontaneous mutations. Phenotypic assays of MA lines inform us about the nature of new mutational variation for quantitative traits and provide estimates of the genomic rate and the distribution of effects of new mutations. Parameter estimates compared for a range of species suggest that the genomic mutation rate varies by several orders of magnitude and that the distribution of effects tends to be dominated by large-effect mutations. Some experiments suggest synergistic interactions between the effects of spontaneous deleterious mutations, whereas others do not. There is little reliable information on the distribution of dominance effects of new mutations. Most evidence does not suggest strong dependency of the effects of new mutations on the environment. Information from phenotypic assays has recently been augmented by direct molecular estimates of the mutation rate. </jats:p>",
    "DOI": "10.1146/annurev.ecolsys.39.110707.173437",
    "type": "article-journal",
    "page": "151-172",
    "source": "Crossref",
    "title": "Spontaneous Mutation Accumulation Studies in Evolutionary Genetics",
    "volume": "40",
    "author": [
      {
        "given": "Daniel L.",
        "family": "Halligan"
      },
      {
        "given": "Peter D.",
        "family": "Keightley"
      }
    ],
    "container-title": "Annual Review of Ecology, Evolution, and Systematics",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2009,
          12,
          1
        ]
      ]
    },
    "URL": "https://doi.org/dvrjz8",
    "container-title-short": "Annu. Rev. Ecol. Evol. Syst.",
    "id": "LF8DCRcP",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.1146/annurev.ecolsys.39.110707.173437"
  },
  {
    "publisher": "F1000 Research Ltd",
    "abstract": "<ns4:p>Data analysis often entails a multitude of heterogeneous steps, from the application of various command line tools to the usage of scripting languages like R or Python for the generation of plots and tables. It is widely recognized that data analyses should ideally be conducted in a reproducible way. Reproducibility enables technical validation and regeneration of results on the original or even new data. However, reproducibility alone is by no means sufficient to deliver an analysis that is of lasting impact (i.e., sustainable) for the field, or even just one research group. We postulate that it is equally important to ensure adaptability and transparency. The former describes the ability to modify the analysis to answer extended or slightly different research questions. The latter describes the ability to understand the analysis in order to judge whether it is not only technically, but methodologically valid.</ns4:p><ns4:p> Here, we analyze the properties needed for a data analysis to become reproducible, adaptable, and transparent. We show how the popular workflow management system Snakemake can be used to guarantee this, and how it enables an ergonomic, combined, unified representation of all steps involved in data analysis, ranging from raw data processing, to quality control and fine-grained, interactive exploration and plotting of final results.</ns4:p>",
    "DOI": "10.12688/f1000research.29032.1",
    "type": "article-journal",
    "page": "33",
    "source": "Crossref",
    "title": "Sustainable data analysis with Snakemake",
    "volume": "10",
    "author": [
      {
        "given": "Felix",
        "family": "Mölder"
      },
      {
        "given": "Kim Philipp",
        "family": "Jablonski"
      },
      {
        "given": "Brice",
        "family": "Letcher"
      },
      {
        "given": "Michael B.",
        "family": "Hall"
      },
      {
        "given": "Christopher H.",
        "family": "Tomkins-Tinch"
      },
      {
        "given": "Vanessa",
        "family": "Sochat"
      },
      {
        "given": "Jan",
        "family": "Forster"
      },
      {
        "given": "Soohyun",
        "family": "Lee"
      },
      {
        "given": "Sven O.",
        "family": "Twardziok"
      },
      {
        "given": "Alexander",
        "family": "Kanitz"
      },
      {
        "given": "Andreas",
        "family": "Wilm"
      },
      {
        "given": "Manuel",
        "family": "Holtgrewe"
      },
      {
        "given": "Sven",
        "family": "Rahmann"
      },
      {
        "given": "Sven",
        "family": "Nahnsen"
      },
      {
        "given": "Johannes",
        "family": "Köster"
      }
    ],
    "container-title": "F1000Research",
    "language": "en",
    "issued": {
      "date-parts": [
        [
          2021,
          1,
          18
        ]
      ]
    },
    "URL": "https://doi.org/gjjkwv",
    "container-title-short": "F1000Res",
    "PMCID": "PMC8114187",
    "PMID": "34035898",
    "id": "fVLvtRTc",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.12688/f1000research.29032.1"
  },
  {
    "publisher": "The Open Journal",
    "issue": "60",
    "DOI": "10.21105/joss.03021",
    "type": "article-journal",
    "page": "3021",
    "source": "Crossref",
    "title": "seaborn: statistical data visualization",
    "volume": "6",
    "author": [
      {
        "given": "Michael",
        "family": "Waskom"
      }
    ],
    "container-title": "Journal of Open Source Software",
    "issued": {
      "date-parts": [
        [
          2021,
          4,
          6
        ]
      ]
    },
    "URL": "https://doi.org/gjqn3g",
    "container-title-short": "JOSS",
    "id": "169TfvTKZ",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.21105/joss.03021"
  },
  {
    "publisher": "SciPy",
    "DOI": "10.25080/majora-342d178e-010",
    "type": "paper-conference",
    "source": "Crossref",
    "title": "pandera: Statistical Data Validation of Pandas Dataframes",
    "author": [
      {
        "given": "Niels",
        "family": "Bantilan"
      }
    ],
    "event": "Python in Science Conference",
    "container-title": "Proceedings of the Python in Science Conference",
    "issued": {
      "date-parts": [
        [
          2020
        ]
      ]
    },
    "URL": "https://doi.org/grr54q",
    "id": "34sZyTFd",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.25080/majora-342d178e-010"
  },
  {
    "type": "book",
    "id": "2z2qDwzz",
    "author": [
      {
        "family": "Team",
        "given": "The Pandas Development"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2023,
          4,
          3
        ]
      ]
    },
    "abstract": "We are pleased to announce the release of pandas 2.0.0, a major release from the pandas 1 series. This release includes some new features, bug fixes, and performance improvements, as well as possible breaking changes. It is recommended that users with existing code upgrade to pandas 1.5.3 before they upgrade to pandas 2, and make sure their code does not generate FutureWarning or DeprecationWarning messages. See the whatsnew for a list of all the changes. The release will be available on conda-forge and PyPI. The release can be installed from PyPI <pre><code>python -m pip install --upgrade pandas==2.0.0 </code></pre> Or from conda-forge <pre><code>mamba install -c conda-forge pandas==2.0.0 </code></pre> Please report any issues with the release candidate on the pandas issue tracker.",
    "DOI": "10.5281/zenodo.3509134",
    "publisher": "Zenodo",
    "title": "pandas-dev/pandas: Pandas",
    "URL": "https://doi.org/ggt8bh",
    "version": "v2.0.0",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.5281/zenodo.3509134"
  },
  {
    "type": "book",
    "id": "z6H1lPG4",
    "author": [
      {
        "family": "Sasani",
        "given": "Tom"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2022,
          2,
          1
        ]
      ]
    },
    "abstract": "Two minor updates to ensure manuscript can be reproduced on a fresh clone of the repository. fixed <code>pandas</code> syntax when reading in genotype file for QTL mapping remove epoch covariate from linear model predicting C&gt;A fractions as function of generation time",
    "DOI": "10.5281/zenodo.5941048",
    "publisher": "Zenodo",
    "title": "tomsasani/bxd_mutator_manuscript: Final figure generation updates prior to publication",
    "URL": "https://doi.org/grrwv8",
    "version": "v0.3",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: doi:10.5281/zenodo.5941048"
  },
  {
    "title": "MED1, a novel human methyl-CpG-binding endonuclease, interacts with DNA mismatch repair protein MLH1.",
    "volume": "96",
    "issue": "7",
    "page": "3969-74",
    "container-title": "Proceedings of the National Academy of Sciences of the United States of America",
    "container-title-short": "Proc Natl Acad Sci U S A",
    "ISSN": "0027-8424",
    "issued": {
      "date-parts": [
        [
          1999,
          3,
          30
        ]
      ]
    },
    "author": [
      {
        "given": "A",
        "family": "Bellacosa"
      },
      {
        "given": "L",
        "family": "Cicchillitti"
      },
      {
        "given": "F",
        "family": "Schepis"
      },
      {
        "given": "A",
        "family": "Riccio"
      },
      {
        "given": "A T",
        "family": "Yeung"
      },
      {
        "given": "Y",
        "family": "Matsumoto"
      },
      {
        "given": "E A",
        "family": "Golemis"
      },
      {
        "given": "M",
        "family": "Genuardi"
      },
      {
        "given": "G",
        "family": "Neri"
      }
    ],
    "PMID": "10097147",
    "PMCID": "PMC22404",
    "DOI": "10.1073/pnas.96.7.3969",
    "abstract": "The DNA mismatch repair (MMR) is a specialized system, highly conserved throughout evolution, involved in the maintenance of genomic integrity. To identify novel human genes that may function in MMR, we employed the yeast interaction trap. Using the MMR protein MLH1 as bait, we cloned MED1. The MED1 protein forms a complex with MLH1, binds to methyl-CpG-containing DNA, has homology to bacterial DNA repair glycosylases/lyases, and displays endonuclease activity. Transfection of a MED1 mutant lacking the methyl-CpG-binding domain (MBD) is associated with microsatellite instability (MSI). These findings suggest that MED1 is a novel human DNA repair protein that may be involved in MMR and, as such, may be a candidate eukaryotic homologue of the bacterial MMR endonuclease, MutH. In addition, these results suggest that cytosine methylation may play a role in human DNA repair.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/10097147",
    "type": "article-journal",
    "id": "p153fVBM",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:10097147"
  },
  {
    "title": "Enhanced CpG mutability and tumorigenesis in MBD4-deficient mice.",
    "volume": "297",
    "issue": "5580",
    "page": "403-5",
    "container-title": "Science (New York, N.Y.)",
    "container-title-short": "Science",
    "ISSN": "1095-9203",
    "issued": {
      "date-parts": [
        [
          2002,
          7,
          19
        ]
      ]
    },
    "author": [
      {
        "given": "Catherine B",
        "family": "Millar"
      },
      {
        "given": "Jacky",
        "family": "Guy"
      },
      {
        "given": "Owen J",
        "family": "Sansom"
      },
      {
        "given": "Jim",
        "family": "Selfridge"
      },
      {
        "given": "Eilidh",
        "family": "MacDougall"
      },
      {
        "given": "Brian",
        "family": "Hendrich"
      },
      {
        "given": "Peter D",
        "family": "Keightley"
      },
      {
        "given": "Stefan M",
        "family": "Bishop"
      },
      {
        "given": "Alan R",
        "family": "Clarke"
      },
      {
        "given": "Adrian",
        "family": "Bird"
      }
    ],
    "PMID": "12130785",
    "DOI": "10.1126/science.1073354",
    "abstract": "The mammalian protein MBD4 contains a methyl-CpG binding domain and can enzymatically remove thymine (T) or uracil (U) from a mismatched CpG site in vitro. These properties suggest that MBD4 might function in vivo to minimize the mutability of 5-methylcytosine by removing its deamination product from DNA. We tested this hypothesis by analyzing Mbd4-/- mice and found that the frequency of of C --> T transitions at CpG sites was increased by a factor of three. On a cancer-susceptible Apc(Min/+) background, Mbd4-/- mice showed accelerated tumor formation with CpG --> TpG mutations in the Apc gene. Thus MBD4 suppresses CpG mutability and tumorigenesis in vivo.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/12130785",
    "type": "article-journal",
    "id": "9o1WjqaT",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:12130785"
  },
  {
    "title": "SIFT: Predicting amino acid changes that affect protein function.",
    "volume": "31",
    "issue": "13",
    "page": "3812-4",
    "container-title": "Nucleic acids research",
    "container-title-short": "Nucleic Acids Res",
    "ISSN": "1362-4962",
    "issued": {
      "date-parts": [
        [
          2003,
          7,
          1
        ]
      ]
    },
    "author": [
      {
        "given": "Pauline C",
        "family": "Ng"
      },
      {
        "given": "Steven",
        "family": "Henikoff"
      }
    ],
    "PMID": "12824425",
    "PMCID": "PMC168916",
    "DOI": "10.1093/nar/gkg509",
    "abstract": "Single nucleotide polymorphism (SNP) studies and random mutagenesis projects identify amino acid substitutions in protein-coding regions. Each substitution has the potential to affect protein function. SIFT (Sorting Intolerant From Tolerant) is a program that predicts whether an amino acid substitution affects protein function so that users can prioritize substitutions for further study. We have shown that SIFT can distinguish between functionally neutral and deleterious amino acid changes in mutagenesis studies and on human polymorphisms. SIFT is available at http://blocks.fhcrc.org/sift/SIFT.html.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/12824425",
    "type": "article-journal",
    "id": "13gybLctv",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:12824425"
  },
  {
    "title": "MBD4 deficiency reduces the apoptotic response to DNA-damaging agents in the murine small intestine.",
    "volume": "22",
    "issue": "46",
    "page": "7130-6",
    "container-title": "Oncogene",
    "container-title-short": "Oncogene",
    "ISSN": "0950-9232",
    "issued": {
      "date-parts": [
        [
          2003,
          10,
          16
        ]
      ]
    },
    "author": [
      {
        "given": "Owen James",
        "family": "Sansom"
      },
      {
        "given": "Joanna",
        "family": "Zabkiewicz"
      },
      {
        "given": "Stefan Mark",
        "family": "Bishop"
      },
      {
        "given": "Jackie",
        "family": "Guy"
      },
      {
        "given": "Adrian",
        "family": "Bird"
      },
      {
        "given": "Alan Richard",
        "family": "Clarke"
      }
    ],
    "PMID": "14562041",
    "DOI": "10.1038/sj.onc.1206850",
    "abstract": "MBD4 was originally identified through its methyl binding domain, but has more recently been characterized as a thymine DNA glycosylase that interacts with the mismatch repair (MMR) protein MLH1. In vivo, MBD4 functions to reduce the mutability of methyl-CpG sites in the genome and mice deticient in MBD4 show increased intestinal tumorigenesis on an Apc(Min/+) background. As MLH1 and other MMR proteins have been functionally linked to apoptosis, we asked whether MBD4 also plays a role in mediating the apoptotic response within the murine small intestine. Mice deficient for MBD4 showed significantly reduced apoptotic responses 6 h following treatment with a range of cytotoxic agents including gamma-irradiation, cisplatin, temozolomide and 5-fluorouracil (5-FU). This leads to increased clonogenic survival in vivo in Mbd4(-/-) mice following exposure to either 5-FU or cisplatin. We next analysed the apoptotic response to 5-FU and temozolomide in doubly mutant Mbd4(-/-), Mlh1(-/-) mice but observed no additive decrease. The results imply that MBD4 and MLH1 lie in the same pathway and therefore that MMR-dependent apoptosis is mediated through MBD4. MBD4 deficiency also reduced the normal apoptotic response to gamma-irradiation, which we show is independent of Mlh1 status (at least in the murine small intestine), so suggesting that the reliance upon MBD4 may extend beyond MMR-mediated apoptosis. Our results establish a novel functional role for MBD4 in the cellular response to DNA damage and may have implications for its role in suppressing neoplasia.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/14562041",
    "type": "article-journal",
    "id": "WxULb1B4",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:14562041"
  },
  {
    "title": "The base excision repair enzyme MED1 mediates DNA damage response to antitumor drugs and is associated with mismatch repair system integrity.",
    "volume": "100",
    "issue": "25",
    "page": "15071-6",
    "container-title": "Proceedings of the National Academy of Sciences of the United States of America",
    "container-title-short": "Proc Natl Acad Sci U S A",
    "ISSN": "0027-8424",
    "issued": {
      "date-parts": [
        [
          2003,
          11,
          12
        ]
      ]
    },
    "author": [
      {
        "given": "Salvatore",
        "family": "Cortellino"
      },
      {
        "given": "David",
        "family": "Turner"
      },
      {
        "given": "Valeria",
        "family": "Masciullo"
      },
      {
        "given": "Filippo",
        "family": "Schepis"
      },
      {
        "given": "Domenico",
        "family": "Albino"
      },
      {
        "given": "Rene",
        "family": "Daniel"
      },
      {
        "given": "Anna Marie",
        "family": "Skalka"
      },
      {
        "given": "Neal J",
        "family": "Meropol"
      },
      {
        "given": "Christophe",
        "family": "Alberti"
      },
      {
        "given": "Lionel",
        "family": "Larue"
      },
      {
        "given": "Alfonso",
        "family": "Bellacosa"
      }
    ],
    "PMID": "14614141",
    "PMCID": "PMC299910",
    "DOI": "10.1073/pnas.2334585100",
    "abstract": "Cytotoxicity of methylating agents is caused mostly by methylation of the O6 position of guanine in DNA to form O6-methylguanine (O6-meG). O6-meG can direct misincorporation of thymine during replication, generating O6-meG:T mismatches. Recognition of these mispairs by the mismatch repair (MMR) system leads to cell cycle arrest and apoptosis. MMR also modulates sensitivity to other antitumor drugs. The base excision repair (BER) enzyme MED1 (also known as MBD4) interacts with the MMR protein MLH1. MED1 was found to exhibit thymine glycosylase activity on O6-meG:T mismatches. To examine the biological significance of this activity, we generated mice with targeted inactivation of the Med1 gene and prepared mouse embryonic fibroblasts (MEF) with different Med1 genotype. Unlike wild-type and heterozygous cultures, Med1-/- MEF failed to undergo G2-M cell cycle arrest and apoptosis upon treatment with the methylating agent N-methyl-N'-nitro-N-nitrosoguanidine (MNNG). Similar results were obtained with platinum compounds' 5-fluorouracil and irinotecan. As is the case with MMR-defective cells, resistance of Med1-/- MEF to MNNG was due to a tolerance mechanism because DNA damage accumulated but did not elicit checkpoint activation. Interestingly, steady state amounts of several MMR proteins are reduced in Med1-/- MEF, in comparison with Med1+/+ and Med1+/- MEF. We conclude that MED1 has an additional role in DNA damage response to antitumor agents and is associated with integrity of the MMR system. MED1 defects (much like MMR defects) may impair cell cycle arrest and apoptosis induced by DNA damage.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/14614141",
    "type": "article-journal",
    "id": "Z27hzBxP",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:14614141"
  },
  {
    "title": "A simple regression method for mapping quantitative trait loci in line crosses using flanking markers.",
    "volume": "69",
    "issue": "4",
    "page": "315-24",
    "container-title": "Heredity",
    "container-title-short": "Heredity (Edinb)",
    "ISSN": "0018-067X",
    "issued": {
      "date-parts": [
        [
          1992,
          10
        ]
      ]
    },
    "author": [
      {
        "given": "C S",
        "family": "Haley"
      },
      {
        "given": "S A",
        "family": "Knott"
      }
    ],
    "PMID": "16718932",
    "DOI": "10.1038/hdy.1992.131",
    "abstract": "The use of flanking marker methods has proved to be a powerful tool for the mapping of quantitative trait loci (QTL) in the segregating generations derived from crosses between inbred lines. Methods to analyse these data, based on maximum-likelihood, have been developed and provide good estimates of QTL effects in some situations. Maximum-likelihood methods are, however, relatively complex and can be computationally slow. In this paper we develop methods for mapping QTL based on multiple regression which can be applied using any general statistical package. We use the example of mapping in an F(2) population and show that these regression methods produce very similar results to those obtained using maximum likelihood. The relative simplicity of the regression methods means that models with more than a single QTL can be explored and we give examples of two lined loci and of two interacting loci. Other models, for example with more than two QTL, with environmental fixed effects, with between family variance or for threshold traits, could be fitted in a similar way. The ease, speed of application and generality of regression methods for flanking marker analysis, and the good estimates they obtain, suggest that they should provide the method of choice for the analysis of QTL mapping data from inbred line crosses.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/16718932",
    "type": "article-journal",
    "id": "cQbhsNwY",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:16718932"
  },
  {
    "title": "A human cancer-associated truncation of MBD4 causes dominant negative impairment of DNA repair in colon cancer cells.",
    "volume": "96",
    "issue": "4",
    "page": "660-6",
    "container-title": "British journal of cancer",
    "container-title-short": "Br J Cancer",
    "ISSN": "0007-0920",
    "issued": {
      "date-parts": [
        [
          2007,
          2,
          6
        ]
      ]
    },
    "author": [
      {
        "given": "S A",
        "family": "Bader"
      },
      {
        "given": "M",
        "family": "Walker"
      },
      {
        "given": "D J",
        "family": "Harrison"
      }
    ],
    "PMID": "17285135",
    "PMCID": "PMC2360052",
    "DOI": "10.1038/sj.bjc.6603592",
    "abstract": "MBD4 binds to methylated DNA and acts as a thymine DNA glycosylase in base excision repair. Deficiency of MBD4 in mice enhances mutation at CpG sites and alters apoptosis in response to DNA damage, but does not increase tumorigenesis in mismatch repair-deficient mice. However, in humans, frameshift mutation of MBD4, rather than deletion, is what occurs in up to 43% of microsatellite unstable colon cancers. There is no murine equivalent of this mutation. We now show that recombinant truncated MBD4 (MBD4(tru)) inhibits glycosylase activities of normal MBD4 or Uracil DNA glycosylase in cell-free assays as a dominant negative effect. Furthermore, overexpression of MBD4(tru) in Big Blue (lacI)-transfected, MSI human colorectal carcinoma cells doubled mutation frequency, indicating that the modest dominant negative effect on DNA repair can occur in living cells in short-term experiments. Intriguingly, the whole mutation spectrum was increased, not only at CpG sites, suggesting that truncated MBD4 has a more widespread effect on genomic stability. This demonstration of a dominant negative effect may be of significance in tumour progression and acquisition of drug resistance.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/17285135",
    "type": "article-journal",
    "id": "FWhQq8JM",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:17285135"
  },
  {
    "title": "Base-excision repair of oxidative DNA damage.",
    "volume": "447",
    "issue": "7147",
    "page": "941-50",
    "container-title": "Nature",
    "container-title-short": "Nature",
    "ISSN": "1476-4687",
    "issued": {
      "date-parts": [
        [
          2007,
          6,
          21
        ]
      ]
    },
    "author": [
      {
        "given": "Sheila S",
        "family": "David"
      },
      {
        "given": "Valerie L",
        "family": "O'Shea"
      },
      {
        "given": "Sucharita",
        "family": "Kundu"
      }
    ],
    "PMID": "17581577",
    "PMCID": "PMC2896554",
    "DOI": "10.1038/nature05978",
    "abstract": "Maintaining the chemical integrity of DNA in the face of assault by oxidizing agents is a constant challenge for living organisms. Base-excision repair has an important role in preventing mutations associated with a common product of oxidative damage to DNA, 8-oxoguanine. Recent structural studies have shown that 8-oxoguanine DNA glycosylases use an intricate series of steps to locate and excise 8-oxoguanine lesions efficiently against a high background of undamaged bases. The importance of preventing mutations associated with 8-oxoguanine is shown by a direct association between defects in the DNA glycosylase MUTYH and colorectal cancer. The properties of other guanine oxidation products and the associated DNA glycosylases that remove them are now also being revealed.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/17581577",
    "type": "article-journal",
    "id": "zat6CTAa",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:17581577"
  },
  {
    "title": "On the subspecific origin of the laboratory mouse.",
    "volume": "39",
    "issue": "9",
    "page": "1100-7",
    "container-title": "Nature genetics",
    "container-title-short": "Nat Genet",
    "ISSN": "1061-4036",
    "issued": {
      "date-parts": [
        [
          2007,
          7,
          29
        ]
      ]
    },
    "author": [
      {
        "given": "Hyuna",
        "family": "Yang"
      },
      {
        "given": "Timothy A",
        "family": "Bell"
      },
      {
        "given": "Gary A",
        "family": "Churchill"
      },
      {
        "given": "Fernando",
        "family": "Pardo-Manuel de Villena"
      }
    ],
    "PMID": "17660819",
    "DOI": "10.1038/ng2087",
    "abstract": "The genome of the laboratory mouse is thought to be a mosaic of regions with distinct subspecific origins. We have developed a high-resolution map of the origin of the laboratory mouse by generating 25,400 phylogenetic trees at 100-kb intervals spanning the genome. On average, 92% of the genome is of Mus musculus domesticus origin, and the distribution of diversity is markedly nonrandom among the chromosomes. There are large regions of extremely low diversity, which represent blind spots for studies of natural variation and complex traits, and hot spots of diversity. In contrast with the mosaic model, we found that most of the genome has intermediate levels of variation of intrasubspecific origin. Finally, mouse strains derived from the wild that are supposed to represent different mouse subspecies show substantial intersubspecific introgression, which has strong implications for evolutionary studies that assume these are pure representatives of a given subspecies.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/17660819",
    "type": "article-journal",
    "id": "VRXhZUmr",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:17660819"
  },
  {
    "title": "Understanding what determines the frequency and pattern of human germline mutations.",
    "volume": "10",
    "issue": "7",
    "page": "478-88",
    "container-title": "Nature reviews. Genetics",
    "container-title-short": "Nat Rev Genet",
    "ISSN": "1471-0064",
    "issued": {
      "date-parts": [
        [
          2009,
          7
        ]
      ]
    },
    "author": [
      {
        "given": "Norman",
        "family": "Arnheim"
      },
      {
        "given": "Peter",
        "family": "Calabrese"
      }
    ],
    "PMID": "19488047",
    "PMCID": "PMC2744436",
    "DOI": "10.1038/nrg2529",
    "abstract": "Surprising findings about human germline mutation have come from applying new technologies to detect rare mutations in germline DNA, from analysing DNA sequence divergence between humans and closely related species, and from investigating human polymorphic variation. In this Review we discuss how these approaches affect our current understanding of the roles of sex, age, mutation hot spots, germline selection and genomic factors in determining human nucleotide substitution mutation patterns and frequencies. To enhance our understanding of mutation and disease, more extensive molecular data on the human germ line with regard to mutation origin, DNA repair, epigenetic status and the effect of newly arisen mutations on gamete development are needed.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/19488047",
    "type": "article-journal",
    "id": "F7PpEZrN",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:19488047"
  },
  {
    "title": "A method and server for predicting damaging missense mutations.",
    "volume": "7",
    "issue": "4",
    "page": "248-9",
    "container-title": "Nature methods",
    "container-title-short": "Nat Methods",
    "ISSN": "1548-7105",
    "issued": {
      "date-parts": [
        [
          2010,
          4
        ]
      ]
    },
    "author": [
      {
        "given": "Ivan A",
        "family": "Adzhubei"
      },
      {
        "given": "Steffen",
        "family": "Schmidt"
      },
      {
        "given": "Leonid",
        "family": "Peshkin"
      },
      {
        "given": "Vasily E",
        "family": "Ramensky"
      },
      {
        "given": "Anna",
        "family": "Gerasimova"
      },
      {
        "given": "Peer",
        "family": "Bork"
      },
      {
        "given": "Alexey S",
        "family": "Kondrashov"
      },
      {
        "given": "Shamil R",
        "family": "Sunyaev"
      }
    ],
    "PMID": "20354512",
    "PMCID": "PMC2855889",
    "DOI": "10.1038/nmeth0410-248",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/20354512",
    "type": "article-journal",
    "id": "19WbXhDL6",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:20354512"
  },
  {
    "title": "Mouse genomic variation and its effect on phenotypes and gene regulation.",
    "volume": "477",
    "issue": "7364",
    "page": "289-94",
    "container-title": "Nature",
    "container-title-short": "Nature",
    "ISSN": "1476-4687",
    "issued": {
      "date-parts": [
        [
          2011,
          9,
          14
        ]
      ]
    },
    "author": [
      {
        "given": "Thomas M",
        "family": "Keane"
      },
      {
        "given": "Leo",
        "family": "Goodstadt"
      },
      {
        "given": "Petr",
        "family": "Danecek"
      },
      {
        "given": "Michael A",
        "family": "White"
      },
      {
        "given": "Kim",
        "family": "Wong"
      },
      {
        "given": "Binnaz",
        "family": "Yalcin"
      },
      {
        "given": "Andreas",
        "family": "Heger"
      },
      {
        "given": "Avigail",
        "family": "Agam"
      },
      {
        "given": "Guy",
        "family": "Slater"
      },
      {
        "given": "Martin",
        "family": "Goodson"
      },
      {
        "given": "Nicholas A",
        "family": "Furlotte"
      },
      {
        "given": "Eleazar",
        "family": "Eskin"
      },
      {
        "given": "Christoffer",
        "family": "Nellåker"
      },
      {
        "given": "Helen",
        "family": "Whitley"
      },
      {
        "given": "James",
        "family": "Cleak"
      },
      {
        "given": "Deborah",
        "family": "Janowitz"
      },
      {
        "given": "Polinka",
        "family": "Hernandez-Pliego"
      },
      {
        "given": "Andrew",
        "family": "Edwards"
      },
      {
        "given": "T Grant",
        "family": "Belgard"
      },
      {
        "given": "Peter L",
        "family": "Oliver"
      },
      {
        "given": "Rebecca E",
        "family": "McIntyre"
      },
      {
        "given": "Amarjit",
        "family": "Bhomra"
      },
      {
        "given": "Jérôme",
        "family": "Nicod"
      },
      {
        "given": "Xiangchao",
        "family": "Gan"
      },
      {
        "given": "Wei",
        "family": "Yuan"
      },
      {
        "given": "Louise",
        "family": "van der Weyden"
      },
      {
        "given": "Charles A",
        "family": "Steward"
      },
      {
        "given": "Sendu",
        "family": "Bala"
      },
      {
        "given": "Jim",
        "family": "Stalker"
      },
      {
        "given": "Richard",
        "family": "Mott"
      },
      {
        "given": "Richard",
        "family": "Durbin"
      },
      {
        "given": "Ian J",
        "family": "Jackson"
      },
      {
        "given": "Anne",
        "family": "Czechanski"
      },
      {
        "given": "José Afonso",
        "family": "Guerra-Assunção"
      },
      {
        "given": "Leah Rae",
        "family": "Donahue"
      },
      {
        "given": "Laura G",
        "family": "Reinholdt"
      },
      {
        "given": "Bret A",
        "family": "Payseur"
      },
      {
        "given": "Chris P",
        "family": "Ponting"
      },
      {
        "given": "Ewan",
        "family": "Birney"
      },
      {
        "given": "Jonathan",
        "family": "Flint"
      },
      {
        "given": "David J",
        "family": "Adams"
      }
    ],
    "PMID": "21921910",
    "PMCID": "PMC3276836",
    "DOI": "10.1038/nature10413",
    "abstract": "We report genome sequences of 17 inbred strains of laboratory mice and identify almost ten times more variants than previously known. We use these genomes to explore the phylogenetic history of the laboratory mouse and to examine the functional consequences of allele-specific variation on transcript abundance, revealing that at least 12% of transcripts show a significant tissue-specific expression bias. By identifying candidate functional variants at 718 quantitative trait loci we show that the molecular nature of functional variants and their position relative to genes vary according to the effect size of the locus. These sequences provide a starting point for a new era in the functional analysis of a key model organism.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/21921910",
    "type": "article-journal",
    "id": "R2pkpBeM",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:21921910"
  },
  {
    "title": "A program for annotating and predicting the effects of single nucleotide polymorphisms, SnpEff: SNPs in the genome of Drosophila melanogaster strain w1118; iso-2; iso-3.",
    "volume": "6",
    "issue": "2",
    "page": "80-92",
    "container-title": "Fly",
    "container-title-short": "Fly (Austin)",
    "ISSN": "1933-6942",
    "issued": {
      "date-parts": [
        [
          2012
        ]
      ]
    },
    "author": [
      {
        "given": "Pablo",
        "family": "Cingolani"
      },
      {
        "given": "Adrian",
        "family": "Platts"
      },
      {
        "given": "Le Lily",
        "family": "Wang"
      },
      {
        "given": "Melissa",
        "family": "Coon"
      },
      {
        "given": "Tung",
        "family": "Nguyen"
      },
      {
        "given": "Luan",
        "family": "Wang"
      },
      {
        "given": "Susan J",
        "family": "Land"
      },
      {
        "given": "Xiangyi",
        "family": "Lu"
      },
      {
        "given": "Douglas M",
        "family": "Ruden"
      }
    ],
    "PMID": "22728672",
    "PMCID": "PMC3679285",
    "DOI": "10.4161/fly.19695",
    "abstract": "We describe a new computer program, SnpEff, for rapidly categorizing the effects of variants in genome sequences. Once a genome is sequenced, SnpEff annotates variants based on their genomic locations and predicts coding effects. Annotated genomic locations include intronic, untranslated region, upstream, downstream, splice site, or intergenic regions. Coding effects such as synonymous or non-synonymous amino acid replacement, start codon gains or losses, stop codon gains or losses, or frame shifts can be predicted. Here the use of SnpEff is illustrated by annotating ~356,660 candidate SNPs in ~117 Mb unique sequences, representing a substitution rate of ~1/305 nucleotides, between the Drosophila melanogaster w(1118); iso-2; iso-3 strain and the reference y(1); cn(1) bw(1) sp(1) strain. We show that ~15,842 SNPs are synonymous and ~4,467 SNPs are non-synonymous (N/S ~0.28). The remaining SNPs are in other categories, such as stop codon gains (38 SNPs), stop codon losses (8 SNPs), and start codon gains (297 SNPs) in the 5'UTR. We found, as expected, that the SNP frequency is proportional to the recombination frequency (i.e., highest in the middle of chromosome arms). We also found that start-gain or stop-lost SNPs in Drosophila melanogaster often result in additions of N-terminal or C-terminal amino acids that are conserved in other Drosophila species. It appears that the 5' and 3' UTRs are reservoirs for genetic variations that changes the termini of proteins during evolution of the Drosophila genus. As genome sequencing is becoming inexpensive and routine, SnpEff enables rapid analyses of whole-genome sequencing data to be performed by an individual laboratory.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/22728672",
    "type": "article-journal",
    "id": "6z4EHfL6",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:22728672"
  },
  {
    "title": "Novel mutations of OGG1 base excision repair pathway gene in laryngeal cancer patients.",
    "volume": "11",
    "issue": "4",
    "page": "587-93",
    "container-title": "Familial cancer",
    "container-title-short": "Fam Cancer",
    "ISSN": "1573-7292",
    "issued": {
      "date-parts": [
        [
          2012,
          12
        ]
      ]
    },
    "author": [
      {
        "given": "Ishrat",
        "family": "Mahjabeen"
      },
      {
        "given": "Nosheen",
        "family": "Masood"
      },
      {
        "given": "Ruqia Mehmood",
        "family": "Baig"
      },
      {
        "given": "Maimoona",
        "family": "Sabir"
      },
      {
        "given": "Uzma",
        "family": "Inayat"
      },
      {
        "given": "Faraz Arshad",
        "family": "Malik"
      },
      {
        "given": "Mahmood Akhtar",
        "family": "Kayani"
      }
    ],
    "PMID": "22829015",
    "DOI": "10.1007/s10689-012-9554-2",
    "abstract": "OGG1 (The human 8-oxoguanine glycosylase 1) is the primary enzyme in BER (base excision repair) pathway, responsible for the excision of 7, 8-dihydro-8-oxoguanine (8-oxoG), a mutagenic base byproduct that occurs as a result of exposure to reactive oxygen species. OGG1 gene is highly polymorphic among humans and is mutated in cancer cells. In this case control study, all exons of OGG1 gene and its exon/intron boundaries were amplified in 210 laryngeal cancer cases and 210 matched controls and then analyzed by single stranded conformational polymorphism. Amplified products showing altered mobility patterns were sequenced and analyzed. Two silent (Gln718Gln, His699-700His) and three missense (Ala597, Thr608-610Pro and Glu707Lys) mutations were observed in exon 2. In addition to this one missense mutation (1578G > A) was also observed in 3'UTR region. We found a significant association between OGG1 mutations and laryngeal cancer and observed that His699-His700, silent mutation exhibited an enhanced risk of ~9.0 folds (OR = 9.07, 95 % CI = 4.73-17.39) and 1578G > A, missense mutation ~0.4 folds (OR = 0.37, 95 % CI = 0.15-0.90). Furthermore, a positive association of OGG1 mutations with smoking was observed in laryngeal cancer cases when compared to controls. Heavy smokers have higher incidence of OGG1 mutations when compared to light smokers in present study. Our results demonstrate that OGG1 mutations are associated with an increased risk of laryngeal cancer. OGG1 mutations were found to accumulate more of 8-OHdG in smokers, which may serve as a biomarker for early diagnosis of laryngeal cancer.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/22829015",
    "type": "article-journal",
    "id": "sUbnmQOS",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:22829015"
  },
  {
    "title": "Genomic resources for wild populations of the house mouse, Mus musculus and its close relative Mus spretus.",
    "volume": "3",
    "page": "160075",
    "container-title": "Scientific data",
    "container-title-short": "Sci Data",
    "ISSN": "2052-4463",
    "issued": {
      "date-parts": [
        [
          2016,
          9,
          13
        ]
      ]
    },
    "author": [
      {
        "given": "Bettina",
        "family": "Harr"
      },
      {
        "given": "Emre",
        "family": "Karakoc"
      },
      {
        "given": "Rafik",
        "family": "Neme"
      },
      {
        "given": "Meike",
        "family": "Teschke"
      },
      {
        "given": "Christine",
        "family": "Pfeifle"
      },
      {
        "given": "Željka",
        "family": "Pezer"
      },
      {
        "given": "Hiba",
        "family": "Babiker"
      },
      {
        "given": "Miriam",
        "family": "Linnenbrink"
      },
      {
        "given": "Inka",
        "family": "Montero"
      },
      {
        "given": "Rick",
        "family": "Scavetta"
      },
      {
        "given": "Mohammad Reza",
        "family": "Abai"
      },
      {
        "given": "Marta Puente",
        "family": "Molins"
      },
      {
        "given": "Mathias",
        "family": "Schlegel"
      },
      {
        "given": "Rainer G",
        "family": "Ulrich"
      },
      {
        "given": "Janine",
        "family": "Altmüller"
      },
      {
        "given": "Marek",
        "family": "Franitza"
      },
      {
        "given": "Anna",
        "family": "Büntge"
      },
      {
        "given": "Sven",
        "family": "Künzel"
      },
      {
        "given": "Diethard",
        "family": "Tautz"
      }
    ],
    "PMID": "27622383",
    "PMCID": "PMC5020872",
    "DOI": "10.1038/sdata.2016.75",
    "abstract": "Wild populations of the house mouse (Mus musculus) represent the raw genetic material for the classical inbred strains in biomedical research and are a major model system for evolutionary biology. We provide whole genome sequencing data of individuals representing natural populations of M. m. domesticus (24 individuals from 3 populations), M. m. helgolandicus (3 individuals), M. m. musculus (22 individuals from 3 populations) and M. spretus (8 individuals from one population). We use a single pipeline to map and call variants for these individuals and also include 10 additional individuals of M. m. castaneus for which genomic data are publically available. In addition, RNAseq data were obtained from 10 tissues of up to eight adult individuals from each of the three M. m. domesticus populations for which genomic data were collected. Data and analyses are presented via tracks viewable in the UCSC or IGV genome browsers. We also provide information on available outbred stocks and instructions on how to keep them in the laboratory.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/27622383",
    "type": "article-journal",
    "id": "dApvJy51",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:27622383"
  },
  {
    "title": "Genetic drift, selection and the evolution of the mutation rate.",
    "volume": "17",
    "issue": "11",
    "page": "704-714",
    "container-title": "Nature reviews. Genetics",
    "container-title-short": "Nat Rev Genet",
    "ISSN": "1471-0064",
    "issued": {
      "date-parts": [
        [
          2016,
          10,
          14
        ]
      ]
    },
    "author": [
      {
        "given": "Michael",
        "family": "Lynch"
      },
      {
        "given": "Matthew S",
        "family": "Ackerman"
      },
      {
        "given": "Jean-Francois",
        "family": "Gout"
      },
      {
        "given": "Hongan",
        "family": "Long"
      },
      {
        "given": "Way",
        "family": "Sung"
      },
      {
        "given": "W Kelley",
        "family": "Thomas"
      },
      {
        "given": "Patricia L",
        "family": "Foster"
      }
    ],
    "PMID": "27739533",
    "DOI": "10.1038/nrg.2016.104",
    "abstract": "As one of the few cellular traits that can be quantified across the tree of life, DNA-replication fidelity provides an excellent platform for understanding fundamental evolutionary processes. Furthermore, because mutation is the ultimate source of all genetic variation, clarifying why mutation rates vary is crucial for understanding all areas of biology. A potentially revealing hypothesis for mutation-rate evolution is that natural selection primarily operates to improve replication fidelity, with the ultimate limits to what can be achieved set by the power of random genetic drift. This drift-barrier hypothesis is consistent with comparative measures of mutation rates, provides a simple explanation for the existence of error-prone polymerases and yields a formal counter-argument to the view that selection fine-tunes gene-specific mutation rates.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/27739533",
    "type": "article-journal",
    "id": "tU5w6mSk",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:27739533"
  },
  {
    "title": "GeneNetwork: A Toolbox for Systems Genetics.",
    "volume": "1488",
    "page": "75-120",
    "container-title": "Methods in molecular biology (Clifton, N.J.)",
    "container-title-short": "Methods Mol Biol",
    "ISSN": "1940-6029",
    "issued": {
      "date-parts": [
        [
          2017
        ]
      ]
    },
    "author": [
      {
        "given": "Megan K",
        "family": "Mulligan"
      },
      {
        "given": "Khyobeni",
        "family": "Mozhui"
      },
      {
        "given": "Pjotr",
        "family": "Prins"
      },
      {
        "given": "Robert W",
        "family": "Williams"
      }
    ],
    "PMID": "27933521",
    "PMCID": "PMC7495243",
    "DOI": "10.1007/978-1-4939-6427-7_4",
    "abstract": "The goal of systems genetics is to understand the impact of genetic variation across all levels of biological organization, from mRNAs, proteins, and metabolites, to higher-order physiological and behavioral traits. This approach requires the accumulation and integration of many types of data, and also requires the use of many types of statistical tools to extract relevant patterns of covariation and causal relations as a function of genetics, environment, stage, and treatment. In this protocol we explain how to use the GeneNetwork web service, a powerful and free online resource for systems genetics. We provide workflows and methods to navigate massive multiscalar data sets and we explain how to use an extensive systems genetics toolkit for analysis and synthesis. Finally, we provide two detailed case studies that take advantage of human and mouse cohorts to evaluate linkage between gene variants, addiction, and aging.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/27933521",
    "type": "article-journal",
    "id": "t4VhaO1N",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:27933521"
  },
  {
    "title": "Inference of Candidate Germline Mutator Loci in Humans from Genome-Wide Haplotype Data.",
    "volume": "13",
    "issue": "1",
    "page": "e1006549",
    "container-title": "PLoS genetics",
    "container-title-short": "PLoS Genet",
    "ISSN": "1553-7404",
    "issued": {
      "date-parts": [
        [
          2017,
          1,
          17
        ]
      ]
    },
    "author": [
      {
        "given": "Cathal",
        "family": "Seoighe"
      },
      {
        "given": "Aylwyn",
        "family": "Scally"
      }
    ],
    "PMID": "28095480",
    "PMCID": "PMC5283766",
    "DOI": "10.1371/journal.pgen.1006549",
    "abstract": "The rate of germline mutation varies widely between species but little is known about the extent of variation in the germline mutation rate between individuals of the same species. Here we demonstrate that an allele that increases the rate of germline mutation can result in a distinctive signature in the genomic region linked to the affected locus, characterized by a number of haplotypes with a locally high proportion of derived alleles, against a background of haplotypes carrying a typical proportion of derived alleles. We searched for this signature in human haplotype data from phase 3 of the 1000 Genomes Project and report a number of candidate mutator loci, several of which are located close to or within genes involved in DNA repair or the DNA damage response. To investigate whether mutator alleles remained active at any of these loci, we used de novo mutation counts from human parent-offspring trios in the 1000 Genomes and Genome of the Netherlands cohorts, looking for an elevated number of de novo mutations in the offspring of parents carrying a candidate mutator haplotype at each of these loci. We found some support for two of the candidate loci, including one locus just upstream of the BRSK2 gene, which is expressed in the testis and has been reported to be involved in the response to DNA damage.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/28095480",
    "type": "article-journal",
    "id": "W2fdpQ8D",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:28095480"
  },
  {
    "title": "Mutational signature analysis identifies MUTYH deficiency in colorectal cancers and adrenocortical carcinomas.",
    "volume": "242",
    "issue": "1",
    "page": "10-15",
    "container-title": "The Journal of pathology",
    "container-title-short": "J Pathol",
    "ISSN": "1096-9896",
    "issued": {
      "date-parts": [
        [
          2017,
          3,
          29
        ]
      ]
    },
    "author": [
      {
        "given": "Camilla",
        "family": "Pilati"
      },
      {
        "given": "Jayendra",
        "family": "Shinde"
      },
      {
        "given": "Ludmil B",
        "family": "Alexandrov"
      },
      {
        "given": "Guillaume",
        "family": "Assié"
      },
      {
        "given": "Thierry",
        "family": "André"
      },
      {
        "given": "Zofia",
        "family": "Hélias-Rodzewicz"
      },
      {
        "given": "Romain",
        "family": "Ducoudray"
      },
      {
        "given": "Delphine",
        "family": "Le Corre"
      },
      {
        "given": "Jessica",
        "family": "Zucman-Rossi"
      },
      {
        "given": "Jean-François",
        "family": "Emile"
      },
      {
        "given": "Jérôme",
        "family": "Bertherat"
      },
      {
        "given": "Eric",
        "family": "Letouzé"
      },
      {
        "given": "Pierre",
        "family": "Laurent-Puig"
      }
    ],
    "PMID": "28127763",
    "DOI": "10.1002/path.4880",
    "abstract": "Germline alterations in DNA repair genes are implicated in cancer predisposition and can result in characteristic mutational signatures. However, specific mutational signatures associated with base excision repair (BER) defects remain to be characterized. Here, by analysing a series of colorectal cancers (CRCs) using exome sequencing, we identified a particular spectrum of somatic mutations characterized by an enrichment of C > A transversions in NpCpA or NpCpT contexts in three tumours from a MUTYH-associated polyposis (MAP) patient and in two cases harbouring pathogenic germline MUTYH mutations. In two series of adrenocortical carcinomas (ACCs), we identified four tumours with a similar signature also presenting germline MUTYH mutations. Taken together, these findings demonstrate that MUTYH inactivation results in a particular mutational signature, which may serve as a useful marker of BER-related genomic instability in new cancer types. Copyright © 2017 Pathological Society of Great Britain and Ireland. Published by John Wiley & Sons, Ltd.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/28127763",
    "type": "article-journal",
    "id": "lKMl28t1",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:28127763"
  },
  {
    "title": "cyvcf2: fast, flexible variant analysis with Python.",
    "volume": "33",
    "issue": "12",
    "page": "1867-1869",
    "container-title": "Bioinformatics (Oxford, England)",
    "container-title-short": "Bioinformatics",
    "ISSN": "1367-4811",
    "issued": {
      "date-parts": [
        [
          2017,
          6,
          15
        ]
      ]
    },
    "author": [
      {
        "given": "Brent S",
        "family": "Pedersen"
      },
      {
        "given": "Aaron R",
        "family": "Quinlan"
      }
    ],
    "PMID": "28165109",
    "PMCID": "PMC5870853",
    "DOI": "10.1093/bioinformatics/btx057",
    "abstract": "Variant call format (VCF) files document the genetic variation observed after DNA sequencing, alignment and variant calling of a sample cohort. Given the complexity of the VCF format as well as the diverse variant annotations and genotype metadata, there is a need for fast, flexible methods enabling intuitive analysis of the variant data within VCF and BCF files.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/28165109",
    "type": "article-journal",
    "id": "i30VXQef",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:28165109"
  },
  {
    "title": "Mechanisms of DNA damage, repair, and mutagenesis.",
    "volume": "58",
    "issue": "5",
    "page": "235-263",
    "container-title": "Environmental and molecular mutagenesis",
    "container-title-short": "Environ Mol Mutagen",
    "ISSN": "1098-2280",
    "issued": {
      "date-parts": [
        [
          2017,
          5,
          9
        ]
      ]
    },
    "author": [
      {
        "given": "Nimrat",
        "family": "Chatterjee"
      },
      {
        "given": "Graham C",
        "family": "Walker"
      }
    ],
    "PMID": "28485537",
    "PMCID": "PMC5474181",
    "DOI": "10.1002/em.22087",
    "abstract": "Living organisms are continuously exposed to a myriad of DNA damaging agents that can impact health and modulate disease-states. However, robust DNA repair and damage-bypass mechanisms faithfully protect the DNA by either removing or tolerating the damage to ensure an overall survival. Deviations in this fine-tuning are known to destabilize cellular metabolic homeostasis, as exemplified in diverse cancers where disruption or deregulation of DNA repair pathways results in genome instability. Because routinely used biological, physical and chemical agents impact human health, testing their genotoxicity and regulating their use have become important. In this introductory review, we will delineate mechanisms of DNA damage and the counteracting repair/tolerance pathways to provide insights into the molecular basis of genotoxicity in cells that lays the foundation for subsequent articles in this issue. Environ. Mol. Mutagen. 58:235-263, 2017. © 2017 Wiley Periodicals, Inc.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/28485537",
    "type": "article-journal",
    "id": "urdMBmf7",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:28485537"
  },
  {
    "title": "A Specific Mutational Signature Associated with DNA 8-Oxoguanine Persistence in MUTYH-defective Colorectal Cancer.",
    "volume": "20",
    "page": "39-49",
    "container-title": "EBioMedicine",
    "container-title-short": "EBioMedicine",
    "ISSN": "2352-3964",
    "issued": {
      "date-parts": [
        [
          2017,
          4,
          13
        ]
      ]
    },
    "author": [
      {
        "given": "Alessandra",
        "family": "Viel"
      },
      {
        "given": "Alessandro",
        "family": "Bruselles"
      },
      {
        "given": "Ettore",
        "family": "Meccia"
      },
      {
        "given": "Mara",
        "family": "Fornasarig"
      },
      {
        "given": "Michele",
        "family": "Quaia"
      },
      {
        "given": "Vincenzo",
        "family": "Canzonieri"
      },
      {
        "given": "Eleonora",
        "family": "Policicchio"
      },
      {
        "given": "Emanuele Damiano",
        "family": "Urso"
      },
      {
        "given": "Marco",
        "family": "Agostini"
      },
      {
        "given": "Maurizio",
        "family": "Genuardi"
      },
      {
        "given": "Emanuela",
        "family": "Lucci-Cordisco"
      },
      {
        "given": "Tiziana",
        "family": "Venesio"
      },
      {
        "given": "Aline",
        "family": "Martayan"
      },
      {
        "given": "Maria Grazia",
        "family": "Diodoro"
      },
      {
        "given": "Lupe",
        "family": "Sanchez-Mete"
      },
      {
        "given": "Vittoria",
        "family": "Stigliano"
      },
      {
        "given": "Filomena",
        "family": "Mazzei"
      },
      {
        "given": "Francesca",
        "family": "Grasso"
      },
      {
        "given": "Alessandro",
        "family": "Giuliani"
      },
      {
        "given": "Marta",
        "family": "Baiocchi"
      },
      {
        "given": "Roberta",
        "family": "Maestro"
      },
      {
        "given": "Giuseppe",
        "family": "Giannini"
      },
      {
        "given": "Marco",
        "family": "Tartaglia"
      },
      {
        "given": "Ludmil B",
        "family": "Alexandrov"
      },
      {
        "given": "Margherita",
        "family": "Bignami"
      }
    ],
    "PMID": "28551381",
    "PMCID": "PMC5478212",
    "DOI": "10.1016/j.ebiom.2017.04.022",
    "abstract": "8-Oxoguanine, a common mutagenic DNA lesion, generates G:C>T:A transversions via mispairing with adenine during DNA replication. When operating normally, the MUTYH DNA glycosylase prevents 8-oxoguanine-related mutagenesis by excising the incorporated adenine. Biallelic MUTYH mutations impair this enzymatic function and are associated with colorectal cancer (CRC) in MUTYH-Associated Polyposis (MAP) syndrome. Here, we perform whole-exome sequencing that reveals a modest mutator phenotype in MAP CRCs compared to sporadic CRC stem cell lines or bulk tumours. The excess G:C>T:A transversion mutations in MAP CRCs exhibits a novel mutational signature, termed Signature 36, with a strong sequence dependence. The MUTYH mutational signature reflecting persistent 8-oxoG:A mismatches occurs frequently in the APC, KRAS, PIK3CA, FAT4, TP53, FAT1, AMER1, KDM6A, SMAD4 and SMAD2 genes that are associated with CRC. The occurrence of Signature 36 in other types of human cancer indicates that DNA 8-oxoguanine-related mutations might contribute to the development of cancer in other organs.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/28551381",
    "type": "article-journal",
    "id": "1AQOoCAhN",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:28551381"
  },
  {
    "title": "Parental influence on human germline de novo mutations in 1,548 trios from Iceland.",
    "volume": "549",
    "issue": "7673",
    "page": "519-522",
    "container-title": "Nature",
    "container-title-short": "Nature",
    "ISSN": "1476-4687",
    "issued": {
      "date-parts": [
        [
          2017,
          9,
          20
        ]
      ]
    },
    "author": [
      {
        "given": "Hákon",
        "family": "Jónsson"
      },
      {
        "given": "Patrick",
        "family": "Sulem"
      },
      {
        "given": "Birte",
        "family": "Kehr"
      },
      {
        "given": "Snaedis",
        "family": "Kristmundsdottir"
      },
      {
        "given": "Florian",
        "family": "Zink"
      },
      {
        "given": "Eirikur",
        "family": "Hjartarson"
      },
      {
        "given": "Marteinn T",
        "family": "Hardarson"
      },
      {
        "given": "Kristjan E",
        "family": "Hjorleifsson"
      },
      {
        "given": "Hannes P",
        "family": "Eggertsson"
      },
      {
        "given": "Sigurjon Axel",
        "family": "Gudjonsson"
      },
      {
        "given": "Lucas D",
        "family": "Ward"
      },
      {
        "given": "Gudny A",
        "family": "Arnadottir"
      },
      {
        "given": "Einar A",
        "family": "Helgason"
      },
      {
        "given": "Hannes",
        "family": "Helgason"
      },
      {
        "given": "Arnaldur",
        "family": "Gylfason"
      },
      {
        "given": "Adalbjorg",
        "family": "Jonasdottir"
      },
      {
        "given": "Aslaug",
        "family": "Jonasdottir"
      },
      {
        "given": "Thorunn",
        "family": "Rafnar"
      },
      {
        "given": "Mike",
        "family": "Frigge"
      },
      {
        "given": "Simon N",
        "family": "Stacey"
      },
      {
        "given": "Olafur",
        "family": "Th Magnusson"
      },
      {
        "given": "Unnur",
        "family": "Thorsteinsdottir"
      },
      {
        "given": "Gisli",
        "family": "Masson"
      },
      {
        "given": "Augustine",
        "family": "Kong"
      },
      {
        "given": "Bjarni V",
        "family": "Halldorsson"
      },
      {
        "given": "Agnar",
        "family": "Helgason"
      },
      {
        "given": "Daniel F",
        "family": "Gudbjartsson"
      },
      {
        "given": "Kari",
        "family": "Stefansson"
      }
    ],
    "PMID": "28959963",
    "DOI": "10.1038/nature24018",
    "abstract": "The characterization of mutational processes that generate sequence diversity in the human genome is of paramount importance both to medical genetics and to evolutionary studies. To understand how the age and sex of transmitting parents affect de novo mutations, here we sequence 1,548 Icelanders, their parents, and, for a subset of 225, at least one child, to 35× genome-wide coverage. We find 108,778 de novo mutations, both single nucleotide polymorphisms and indels, and determine the parent of origin of 42,961. The number of de novo mutations from mothers increases by 0.37 per year of age (95% CI 0.32-0.43), a quarter of the 1.51 per year from fathers (95% CI 1.45-1.57). The number of clustered mutations increases faster with the mother's age than with the father's, and the genomic span of maternal de novo mutation clusters is greater than that of paternal ones. The types of de novo mutation from mothers change substantially with age, with a 0.26% (95% CI 0.19-0.33%) decrease in cytosine-phosphate-guanine to thymine-phosphate-guanine (CpG>TpG) de novo mutations and a 0.33% (95% CI 0.28-0.38%) increase in C>G de novo mutations per year, respectively. Remarkably, these age-related changes are not distributed uniformly across the genome. A striking example is a 20 megabase region on chromosome 8p, with a maternal C>G mutation rate that is up to 50-fold greater than the rest of the genome. The age-related accumulation of maternal non-crossover gene conversions also mostly occurs within these regions. Increased sequence diversity and linkage disequilibrium of C>G variants within regions affected by excess maternal mutations indicate that the underlying mutational process has persisted in humans for thousands of years. Moreover, the regional excess of C>G variation in humans is largely shared by chimpanzees, less by gorillas, and is almost absent from orangutans. This demonstrates that sequence diversity in humans results from evolving interactions between age, sex, mutation type, and genomic location.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/28959963",
    "type": "article-journal",
    "id": "8Sr3Vmp",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:28959963"
  },
  {
    "title": "COSMIC: the Catalogue Of Somatic Mutations In Cancer.",
    "volume": "47",
    "issue": "D1",
    "page": "D941-D947",
    "container-title": "Nucleic acids research",
    "container-title-short": "Nucleic Acids Res",
    "ISSN": "1362-4962",
    "issued": {
      "date-parts": [
        [
          2019,
          1,
          8
        ]
      ]
    },
    "author": [
      {
        "given": "John G",
        "family": "Tate"
      },
      {
        "given": "Sally",
        "family": "Bamford"
      },
      {
        "given": "Harry C",
        "family": "Jubb"
      },
      {
        "given": "Zbyslaw",
        "family": "Sondka"
      },
      {
        "given": "David M",
        "family": "Beare"
      },
      {
        "given": "Nidhi",
        "family": "Bindal"
      },
      {
        "given": "Harry",
        "family": "Boutselakis"
      },
      {
        "given": "Charlotte G",
        "family": "Cole"
      },
      {
        "given": "Celestino",
        "family": "Creatore"
      },
      {
        "given": "Elisabeth",
        "family": "Dawson"
      },
      {
        "given": "Peter",
        "family": "Fish"
      },
      {
        "given": "Bhavana",
        "family": "Harsha"
      },
      {
        "given": "Charlie",
        "family": "Hathaway"
      },
      {
        "given": "Steve C",
        "family": "Jupe"
      },
      {
        "given": "Chai Yin",
        "family": "Kok"
      },
      {
        "given": "Kate",
        "family": "Noble"
      },
      {
        "given": "Laura",
        "family": "Ponting"
      },
      {
        "given": "Christopher C",
        "family": "Ramshaw"
      },
      {
        "given": "Claire E",
        "family": "Rye"
      },
      {
        "given": "Helen E",
        "family": "Speedy"
      },
      {
        "given": "Ray",
        "family": "Stefancsik"
      },
      {
        "given": "Sam L",
        "family": "Thompson"
      },
      {
        "given": "Shicai",
        "family": "Wang"
      },
      {
        "given": "Sari",
        "family": "Ward"
      },
      {
        "given": "Peter J",
        "family": "Campbell"
      },
      {
        "given": "Simon A",
        "family": "Forbes"
      }
    ],
    "PMID": "30371878",
    "PMCID": "PMC6323903",
    "DOI": "10.1093/nar/gky1015",
    "abstract": "COSMIC, the Catalogue Of Somatic Mutations In Cancer (https://cancer.sanger.ac.uk) is the most detailed and comprehensive resource for exploring the effect of somatic mutations in human cancer. The latest release, COSMIC v86 (August 2018), includes almost 6 million coding mutations across 1.4 million tumour samples, curated from over 26 000 publications. In addition to coding mutations, COSMIC covers all the genetic mechanisms by which somatic mutations promote cancer, including non-coding mutations, gene fusions, copy-number variants and drug-resistance mutations. COSMIC is primarily hand-curated, ensuring quality, accuracy and descriptive data capture. Building on our manual curation processes, we are introducing new initiatives that allow us to prioritize key genes and diseases, and to react more quickly and comprehensively to new findings in the literature. Alongside improvements to the public website and data-download systems, new functionality in COSMIC-3D allows exploration of mutations within three-dimensional protein structures, their protein structural and functional impacts, and implications for druggability. In parallel with COSMIC's deep and broad variant coverage, the Cancer Gene Census (CGC) describes a curated catalogue of genes driving every form of human cancer. Currently describing 719 genes, the CGC has recently introduced functional descriptions of how each gene drives disease, summarized into the 10 cancer Hallmarks.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/30371878",
    "type": "article-journal",
    "id": "1F4Pp5Wp0",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:30371878"
  },
  {
    "title": "R/qtl2: Software for Mapping Quantitative Trait Loci with High-Dimensional Data and Multiparent Populations.",
    "volume": "211",
    "issue": "2",
    "page": "495-502",
    "container-title": "Genetics",
    "container-title-short": "Genetics",
    "ISSN": "1943-2631",
    "issued": {
      "date-parts": [
        [
          2018,
          12,
          27
        ]
      ]
    },
    "author": [
      {
        "given": "Karl W",
        "family": "Broman"
      },
      {
        "given": "Daniel M",
        "family": "Gatti"
      },
      {
        "given": "Petr",
        "family": "Simecek"
      },
      {
        "given": "Nicholas A",
        "family": "Furlotte"
      },
      {
        "given": "Pjotr",
        "family": "Prins"
      },
      {
        "given": "Śaunak",
        "family": "Sen"
      },
      {
        "given": "Brian S",
        "family": "Yandell"
      },
      {
        "given": "Gary A",
        "family": "Churchill"
      }
    ],
    "PMID": "30591514",
    "PMCID": "PMC6366910",
    "DOI": "10.1534/genetics.118.301595",
    "abstract": "R/qtl2 is an interactive software environment for mapping quantitative trait loci (QTL) in experimental populations. The R/qtl2 software expands the scope of the widely used R/qtl software package to include multiparent populations derived from more than two founder strains, such as the Collaborative Cross and Diversity Outbred mice, heterogeneous stocks, and MAGIC plant populations. R/qtl2 is designed to handle modern high-density genotyping data and high-dimensional molecular phenotypes, including gene expression and proteomics. R/qtl2 includes the ability to perform genome scans using a linear mixed model to account for population structure, and also includes features to impute SNPs based on founder strain genomes and to carry out association mapping. The R/qtl2 software provides all of the basic features needed for QTL mapping, including graphical displays and summary reports, and it can be extended through the creation of add-on packages. R/qtl2, which is free and open source software written in the R and C++ programming languages, comes with a test framework.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/30591514",
    "type": "article-journal",
    "id": "mNGFvYln",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:30591514"
  },
  {
    "title": "Significant Strain Variation in the Mutation Spectra of Inbred Laboratory Mice.",
    "volume": "36",
    "issue": "5",
    "page": "865-874",
    "container-title": "Molecular biology and evolution",
    "container-title-short": "Mol Biol Evol",
    "ISSN": "1537-1719",
    "issued": {
      "date-parts": [
        [
          2019,
          5,
          1
        ]
      ]
    },
    "author": [
      {
        "given": "Beth L",
        "family": "Dumont"
      }
    ],
    "PMID": "30753674",
    "PMCID": "PMC6501876",
    "DOI": "10.1093/molbev/msz026",
    "abstract": "Mutation provides the ultimate source of all new alleles in populations, including variants that cause disease and fuel adaptation. Recent whole genome sequencing studies have uncovered variation in the mutation rate among individuals and differences in the relative frequency of specific nucleotide changes (the mutation spectrum) between populations. Although parental age is a major driver of differences in overall mutation rate among individuals, the causes of variation in the mutation spectrum remain less well understood. Here, I use high-quality whole genome sequences from 29 inbred laboratory mouse strains to explore the root causes of strain variation in the mutation spectrum. My analysis leverages the unique, mosaic patterns of genetic relatedness among inbred mouse strains to identify strain private variants residing on haplotypes shared between multiple strains due to their recent descent from a common ancestor. I show that these strain-private alleles are strongly enriched for recent de novo mutations and lack signals of widespread purifying selection, suggesting their faithful recapitulation of the spontaneous mutation landscape in single strains. The spectrum of strain-private variants varies significantly among inbred mouse strains reared under standardized laboratory conditions. This variation is not solely explained by strain differences in age at reproduction, raising the possibility that segregating genetic differences affect the constellation of new mutations that arise in a given strain. Collectively, these findings imply the action of remarkably precise nucleotide-specific genetic mechanisms for tuning the de novo mutation landscape in mammals and underscore the genetic complexity of mutation rate control.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/30753674",
    "type": "article-journal",
    "id": "CBXBwZox",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:30753674"
  },
  {
    "title": "Similarities and differences in patterns of germline mutation between mice and humans.",
    "volume": "10",
    "issue": "1",
    "page": "4053",
    "container-title": "Nature communications",
    "container-title-short": "Nat Commun",
    "ISSN": "2041-1723",
    "issued": {
      "date-parts": [
        [
          2019,
          9,
          6
        ]
      ]
    },
    "author": [
      {
        "given": "Sarah J",
        "family": "Lindsay"
      },
      {
        "given": "Raheleh",
        "family": "Rahbari"
      },
      {
        "given": "Joanna",
        "family": "Kaplanis"
      },
      {
        "given": "Thomas",
        "family": "Keane"
      },
      {
        "given": "Matthew E",
        "family": "Hurles"
      }
    ],
    "PMID": "31492841",
    "PMCID": "PMC6731245",
    "DOI": "10.1038/s41467-019-12023-w",
    "abstract": "Whole genome sequencing (WGS) studies have estimated the human germline mutation rate per basepair per generation (~1.2 × 10",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/31492841",
    "type": "article-journal",
    "id": "LVgapQDJ",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:31492841"
  },
  {
    "title": "Large, three-generation human families reveal post-zygotic mosaicism and variability in germline mutation accumulation.",
    "volume": "8",
    "container-title": "eLife",
    "container-title-short": "Elife",
    "ISSN": "2050-084X",
    "issued": {
      "date-parts": [
        [
          2019,
          9,
          24
        ]
      ]
    },
    "author": [
      {
        "given": "Thomas A",
        "family": "Sasani"
      },
      {
        "given": "Brent S",
        "family": "Pedersen"
      },
      {
        "given": "Ziyue",
        "family": "Gao"
      },
      {
        "given": "Lisa",
        "family": "Baird"
      },
      {
        "given": "Molly",
        "family": "Przeworski"
      },
      {
        "given": "Lynn B",
        "family": "Jorde"
      },
      {
        "given": "Aaron R",
        "family": "Quinlan"
      }
    ],
    "PMID": "31549960",
    "PMCID": "PMC6759356",
    "DOI": "10.7554/elife.46922",
    "abstract": "The number of de novo mutations (DNMs) found in an offspring's genome increases with both paternal and maternal age. But does the rate of mutation accumulation in human gametes differ across families? Using sequencing data from 33 large, three-generation CEPH families, we observed significant variability in parental age effects on DNM counts across families, ranging from 0.19 to 3.24 DNMs per year. Additionally, we found that ~3% of DNMs originated following primordial germ cell specification in a parent, and differed from non-mosaic germline DNMs in their mutational spectra. We also discovered that nearly 10% of candidate DNMs in the second generation were post-zygotic, and present in both somatic and germ cells; these gonosomal mutations occurred at equivalent frequencies on both parental haplotypes. Our results demonstrate that rates of germline mutation accumulation vary among families with similar ancestry, and confirm that post-zygotic mosaicism is a substantial source of human DNM.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/31549960",
    "type": "article-journal",
    "id": "1FT3ArN48",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:31549960"
  },
  {
    "title": "The mutational constraint spectrum quantified from variation in 141,456 humans.",
    "volume": "581",
    "issue": "7809",
    "page": "434-443",
    "container-title": "Nature",
    "container-title-short": "Nature",
    "ISSN": "1476-4687",
    "issued": {
      "date-parts": [
        [
          2020,
          5,
          27
        ]
      ]
    },
    "author": [
      {
        "given": "Konrad J",
        "family": "Karczewski"
      },
      {
        "given": "Laurent C",
        "family": "Francioli"
      },
      {
        "given": "Grace",
        "family": "Tiao"
      },
      {
        "given": "Beryl B",
        "family": "Cummings"
      },
      {
        "given": "Jessica",
        "family": "Alföldi"
      },
      {
        "given": "Qingbo",
        "family": "Wang"
      },
      {
        "given": "Ryan L",
        "family": "Collins"
      },
      {
        "given": "Kristen M",
        "family": "Laricchia"
      },
      {
        "given": "Andrea",
        "family": "Ganna"
      },
      {
        "given": "Daniel P",
        "family": "Birnbaum"
      },
      {
        "given": "Laura D",
        "family": "Gauthier"
      },
      {
        "given": "Harrison",
        "family": "Brand"
      },
      {
        "given": "Matthew",
        "family": "Solomonson"
      },
      {
        "given": "Nicholas A",
        "family": "Watts"
      },
      {
        "given": "Daniel",
        "family": "Rhodes"
      },
      {
        "given": "Moriel",
        "family": "Singer-Berk"
      },
      {
        "given": "Eleina M",
        "family": "England"
      },
      {
        "given": "Eleanor G",
        "family": "Seaby"
      },
      {
        "given": "Jack A",
        "family": "Kosmicki"
      },
      {
        "given": "Raymond K",
        "family": "Walters"
      },
      {
        "given": "Katherine",
        "family": "Tashman"
      },
      {
        "given": "Yossi",
        "family": "Farjoun"
      },
      {
        "given": "Eric",
        "family": "Banks"
      },
      {
        "given": "Timothy",
        "family": "Poterba"
      },
      {
        "given": "Arcturus",
        "family": "Wang"
      },
      {
        "given": "Cotton",
        "family": "Seed"
      },
      {
        "given": "Nicola",
        "family": "Whiffin"
      },
      {
        "given": "Jessica X",
        "family": "Chong"
      },
      {
        "given": "Kaitlin E",
        "family": "Samocha"
      },
      {
        "given": "Emma",
        "family": "Pierce-Hoffman"
      },
      {
        "given": "Zachary",
        "family": "Zappala"
      },
      {
        "given": "Anne H",
        "family": "O'Donnell-Luria"
      },
      {
        "given": "Eric Vallabh",
        "family": "Minikel"
      },
      {
        "given": "Ben",
        "family": "Weisburd"
      },
      {
        "given": "Monkol",
        "family": "Lek"
      },
      {
        "given": "James S",
        "family": "Ware"
      },
      {
        "given": "Christopher",
        "family": "Vittal"
      },
      {
        "given": "Irina M",
        "family": "Armean"
      },
      {
        "given": "Louis",
        "family": "Bergelson"
      },
      {
        "given": "Kristian",
        "family": "Cibulskis"
      },
      {
        "given": "Kristen M",
        "family": "Connolly"
      },
      {
        "given": "Miguel",
        "family": "Covarrubias"
      },
      {
        "given": "Stacey",
        "family": "Donnelly"
      },
      {
        "given": "Steven",
        "family": "Ferriera"
      },
      {
        "given": "Stacey",
        "family": "Gabriel"
      },
      {
        "given": "Jeff",
        "family": "Gentry"
      },
      {
        "given": "Namrata",
        "family": "Gupta"
      },
      {
        "given": "Thibault",
        "family": "Jeandet"
      },
      {
        "given": "Diane",
        "family": "Kaplan"
      },
      {
        "given": "Christopher",
        "family": "Llanwarne"
      },
      {
        "given": "Ruchi",
        "family": "Munshi"
      },
      {
        "given": "Sam",
        "family": "Novod"
      },
      {
        "given": "Nikelle",
        "family": "Petrillo"
      },
      {
        "given": "David",
        "family": "Roazen"
      },
      {
        "given": "Valentin",
        "family": "Ruano-Rubio"
      },
      {
        "given": "Andrea",
        "family": "Saltzman"
      },
      {
        "given": "Molly",
        "family": "Schleicher"
      },
      {
        "given": "Jose",
        "family": "Soto"
      },
      {
        "given": "Kathleen",
        "family": "Tibbetts"
      },
      {
        "given": "Charlotte",
        "family": "Tolonen"
      },
      {
        "given": "Gordon",
        "family": "Wade"
      },
      {
        "given": "Michael E",
        "family": "Talkowski"
      },
      {},
      {
        "given": "Benjamin M",
        "family": "Neale"
      },
      {
        "given": "Mark J",
        "family": "Daly"
      },
      {
        "given": "Daniel G",
        "family": "MacArthur"
      }
    ],
    "PMID": "32461654",
    "PMCID": "PMC7334197",
    "DOI": "10.1038/s41586-020-2308-7",
    "abstract": "Genetic variants that inactivate protein-coding genes are a powerful source of information about the phenotypic consequences of gene disruption: genes that are crucial for the function of an organism will be depleted of such variants in natural populations, whereas non-essential genes will tolerate their accumulation. However, predicted loss-of-function variants are enriched for annotation errors, and tend to be found at extremely low frequencies, so their analysis requires careful variant annotation and very large sample sizes",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/32461654",
    "type": "article-journal",
    "id": "sgQhktYi",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:32461654"
  },
  {
    "title": "Inferring evolutionary dynamics of mutation rates through the lens of mutation spectrum variation.",
    "volume": "62",
    "page": "50-57",
    "container-title": "Current opinion in genetics & development",
    "container-title-short": "Curr Opin Genet Dev",
    "ISSN": "1879-0380",
    "issued": {
      "date-parts": [
        [
          2020,
          6,
          30
        ]
      ]
    },
    "author": [
      {
        "given": "Jedidiah",
        "family": "Carlson"
      },
      {
        "given": "William S",
        "family": "DeWitt"
      },
      {
        "given": "Kelley",
        "family": "Harris"
      }
    ],
    "PMID": "32619789",
    "PMCID": "PMC7646088",
    "DOI": "10.1016/j.gde.2020.05.024",
    "abstract": "There are many possible failure points in the transmission of genetic information that can produce heritable germline mutations. Once a mutation has been passed from parents to offspring for several generations, it can be difficult or impossible to identify its root cause; however, sometimes the nature of the ancestral and derived DNA sequences can provide mechanistic clues about a genetic change that happened hundreds or thousands of generations ago. Here, we review evidence that the sequence context 'spectrum' of germline mutagenesis has been evolving surprisingly rapidly over the history of humans and other species. We go on to discuss possible causal factors that might underlie rapid mutation spectrum evolution.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/32619789",
    "type": "article-journal",
    "id": "rCqpAk7x",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:32619789"
  },
  {
    "title": "Mapping the Effects of Genetic Variation on Chromatin State and Gene Expression Reveals Loci That Control Ground State Pluripotency.",
    "volume": "27",
    "issue": "3",
    "page": "459-469.e8",
    "container-title": "Cell stem cell",
    "container-title-short": "Cell Stem Cell",
    "ISSN": "1875-9777",
    "issued": {
      "date-parts": [
        [
          2020,
          8,
          13
        ]
      ]
    },
    "author": [
      {
        "given": "Daniel A",
        "family": "Skelly"
      },
      {
        "given": "Anne",
        "family": "Czechanski"
      },
      {
        "given": "Candice",
        "family": "Byers"
      },
      {
        "given": "Selcan",
        "family": "Aydin"
      },
      {
        "given": "Catrina",
        "family": "Spruce"
      },
      {
        "given": "Chris",
        "family": "Olivier"
      },
      {
        "given": "Kwangbom",
        "family": "Choi"
      },
      {
        "given": "Daniel M",
        "family": "Gatti"
      },
      {
        "given": "Narayanan",
        "family": "Raghupathy"
      },
      {
        "given": "Gregory R",
        "family": "Keele"
      },
      {
        "given": "Alexander",
        "family": "Stanton"
      },
      {
        "given": "Matthew",
        "family": "Vincent"
      },
      {
        "given": "Stephanie",
        "family": "Dion"
      },
      {
        "given": "Ian",
        "family": "Greenstein"
      },
      {
        "given": "Matthew",
        "family": "Pankratz"
      },
      {
        "given": "Devin K",
        "family": "Porter"
      },
      {
        "given": "Whitney",
        "family": "Martin"
      },
      {
        "given": "Callan",
        "family": "O'Connor"
      },
      {
        "given": "Wenning",
        "family": "Qin"
      },
      {
        "given": "Alison H",
        "family": "Harrill"
      },
      {
        "given": "Ted",
        "family": "Choi"
      },
      {
        "given": "Gary A",
        "family": "Churchill"
      },
      {
        "given": "Steven C",
        "family": "Munger"
      },
      {
        "given": "Christopher L",
        "family": "Baker"
      },
      {
        "given": "Laura G",
        "family": "Reinholdt"
      }
    ],
    "PMID": "32795400",
    "PMCID": "PMC7484384",
    "DOI": "10.1016/j.stem.2020.07.005",
    "abstract": "Mouse embryonic stem cells (mESCs) cultured in the presence of LIF occupy a ground state with highly active pluripotency-associated transcriptional and epigenetic circuitry. However, ground state pluripotency in some inbred strain backgrounds is unstable in the absence of ERK1/2 and GSK3 inhibition. Using an unbiased genetic approach, we dissect the basis of this divergent response to extracellular cues by profiling gene expression and chromatin accessibility in 170 genetically heterogeneous mESCs. We map thousands of loci affecting chromatin accessibility and/or transcript abundance, including 10 QTL hotspots where genetic variation at a single locus coordinates the regulation of genes throughout the genome. For one hotspot, we identify a single enhancer variant ∼10 kb upstream of Lifr associated with chromatin accessibility and mediating a cascade of molecular events affecting pluripotency. We validate causation through reciprocal allele swaps, demonstrating the functional consequences of noncoding variation in gene regulatory networks that stabilize pluripotent states in vitro.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/32795400",
    "type": "article-journal",
    "id": "1F8NSczsP",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:32795400"
  },
  {
    "title": "A platform for experimental precision medicine: The extended BXD mouse family.",
    "volume": "12",
    "issue": "3",
    "page": "235-247.e9",
    "container-title": "Cell systems",
    "container-title-short": "Cell Syst",
    "ISSN": "2405-4720",
    "issued": {
      "date-parts": [
        [
          2021,
          1,
          19
        ]
      ]
    },
    "author": [
      {
        "given": "David G",
        "family": "Ashbrook"
      },
      {
        "given": "Danny",
        "family": "Arends"
      },
      {
        "given": "Pjotr",
        "family": "Prins"
      },
      {
        "given": "Megan K",
        "family": "Mulligan"
      },
      {
        "given": "Suheeta",
        "family": "Roy"
      },
      {
        "given": "Evan G",
        "family": "Williams"
      },
      {
        "given": "Cathleen M",
        "family": "Lutz"
      },
      {
        "given": "Alicia",
        "family": "Valenzuela"
      },
      {
        "given": "Casey J",
        "family": "Bohl"
      },
      {
        "given": "Jesse F",
        "family": "Ingels"
      },
      {
        "given": "Melinda S",
        "family": "McCarty"
      },
      {
        "given": "Arthur G",
        "family": "Centeno"
      },
      {
        "given": "Reinmar",
        "family": "Hager"
      },
      {
        "given": "Johan",
        "family": "Auwerx"
      },
      {
        "given": "Lu",
        "family": "Lu"
      },
      {
        "given": "Robert W",
        "family": "Williams"
      }
    ],
    "PMID": "33472028",
    "PMCID": "PMC7979527",
    "DOI": "10.1016/j.cels.2020.12.002",
    "abstract": "The challenge of precision medicine is to model complex interactions among DNA variants, phenotypes, development, environments, and treatments. We address this challenge by expanding the BXD family of mice to 140 fully isogenic strains, creating a uniquely powerful model for precision medicine. This family segregates for 6 million common DNA variants-a level that exceeds many human populations. Because each member can be replicated, heritable traits can be mapped with high power and precision. Current BXD phenomes are unsurpassed in coverage and include much omics data and thousands of quantitative traits. BXDs can be extended by a single-generation cross to as many as 19,460 isogenic F1 progeny, and this extended BXD family is an effective platform for testing causal modeling and for predictive validation. BXDs are a unique core resource for the field of experimental precision medicine.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/33472028",
    "type": "article-journal",
    "id": "VnS3Uzxm",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:33472028"
  },
  {
    "title": "Twelve years of SAMtools and BCFtools.",
    "volume": "10",
    "issue": "2",
    "container-title": "GigaScience",
    "container-title-short": "Gigascience",
    "ISSN": "2047-217X",
    "issued": {
      "date-parts": [
        [
          2021,
          2,
          16
        ]
      ]
    },
    "author": [
      {
        "given": "Petr",
        "family": "Danecek"
      },
      {
        "given": "James K",
        "family": "Bonfield"
      },
      {
        "given": "Jennifer",
        "family": "Liddle"
      },
      {
        "given": "John",
        "family": "Marshall"
      },
      {
        "given": "Valeriu",
        "family": "Ohan"
      },
      {
        "given": "Martin O",
        "family": "Pollard"
      },
      {
        "given": "Andrew",
        "family": "Whitwham"
      },
      {
        "given": "Thomas",
        "family": "Keane"
      },
      {
        "given": "Shane A",
        "family": "McCarthy"
      },
      {
        "given": "Robert M",
        "family": "Davies"
      },
      {
        "given": "Heng",
        "family": "Li"
      }
    ],
    "PMID": "33590861",
    "PMCID": "PMC7931819",
    "DOI": "10.1093/gigascience/giab008",
    "abstract": "SAMtools and BCFtools are widely used programs for processing and analysing high-throughput sequencing data. They include tools for file format conversion and manipulation, sorting, querying, statistics, variant calling, and effect analysis amongst other methods.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/33590861",
    "type": "article-journal",
    "id": "esYdDmLp",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:33590861"
  },
  {
    "title": "Mutational Signatures of Replication Timing and Epigenetic Modification Persist through the Global Divergence of Mutation Spectra across the Great Ape Phylogeny.",
    "volume": "14",
    "issue": "1",
    "container-title": "Genome biology and evolution",
    "container-title-short": "Genome Biol Evol",
    "ISSN": "1759-6653",
    "issued": {
      "date-parts": [
        [
          2022,
          1,
          4
        ]
      ]
    },
    "author": [
      {
        "given": "Michael E",
        "family": "Goldberg"
      },
      {
        "given": "Kelley",
        "family": "Harris"
      }
    ],
    "PMID": "33983415",
    "PMCID": "PMC8743035",
    "DOI": "10.1093/gbe/evab104",
    "abstract": "Great ape clades exhibit variation in the relative mutation rates of different three-base-pair genomic motifs, with closely related species having more similar mutation spectra than distantly related species. This pattern cannot be explained by classical demographic or selective forces, but imply that DNA replication fidelity has been perturbed in different ways on each branch of the great ape phylogeny. Here, we use whole-genome variation from 88 great apes to investigate whether these species' mutation spectra are broadly differentiated across the entire genome, or whether mutation spectrum differences are driven by DNA compartments that have particular functional features or chromatin states. We perform principal component analysis (PCA) and mutational signature deconvolution on mutation spectra ascertained from compartments defined by features including replication timing and ancient repeat content, finding evidence for consistent species-specific mutational signatures that do not depend on which functional compartments the spectra are ascertained from. At the same time, we find that many compartments have their own characteristic mutational signatures that appear stable across the great ape phylogeny. For example, in a mutation spectrum PCA compartmentalized by replication timing, the second principal component explaining 21.2% of variation separates all species' late-replicating regions from their early-replicating regions. Our results suggest that great ape mutation spectrum evolution is not driven by epigenetic changes that modify mutation rates in specific genomic regions, but instead by trans-acting mutational modifiers that affect mutagenesis across the whole genome fairly uniformly.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/33983415",
    "type": "article-journal",
    "id": "1D80YQnzK",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:33983415"
  },
  {
    "title": "Sustainable data analysis with Snakemake.",
    "volume": "10",
    "page": "33",
    "container-title": "F1000Research",
    "container-title-short": "F1000Res",
    "ISSN": "2046-1402",
    "issued": {
      "date-parts": [
        [
          2021,
          1,
          18
        ]
      ]
    },
    "author": [
      {
        "given": "Felix",
        "family": "Mölder"
      },
      {
        "given": "Kim Philipp",
        "family": "Jablonski"
      },
      {
        "given": "Brice",
        "family": "Letcher"
      },
      {
        "given": "Michael B",
        "family": "Hall"
      },
      {
        "given": "Christopher H",
        "family": "Tomkins-Tinch"
      },
      {
        "given": "Vanessa",
        "family": "Sochat"
      },
      {
        "given": "Jan",
        "family": "Forster"
      },
      {
        "given": "Soohyun",
        "family": "Lee"
      },
      {
        "given": "Sven O",
        "family": "Twardziok"
      },
      {
        "given": "Alexander",
        "family": "Kanitz"
      },
      {
        "given": "Andreas",
        "family": "Wilm"
      },
      {
        "given": "Manuel",
        "family": "Holtgrewe"
      },
      {
        "given": "Sven",
        "family": "Rahmann"
      },
      {
        "given": "Sven",
        "family": "Nahnsen"
      },
      {
        "given": "Johannes",
        "family": "Köster"
      }
    ],
    "PMID": "34035898",
    "PMCID": "PMC8114187",
    "DOI": "10.12688/f1000research.29032.2",
    "abstract": "Data analysis often entails a multitude of heterogeneous steps, from the application of various command line tools to the usage of scripting languages like R or Python for the generation of plots and tables. It is widely recognized that data analyses should ideally be conducted in a reproducible way. Reproducibility enables technical validation and regeneration of results on the original or even new data. However, reproducibility alone is by no means sufficient to deliver an analysis that is of lasting impact (i.e., sustainable) for the field, or even just one research group. We postulate that it is equally important to ensure adaptability and transparency. The former describes the ability to modify the analysis to answer extended or slightly different research questions. The latter describes the ability to understand the analysis in order to judge whether it is not only technically, but methodologically valid. Here, we analyze the properties needed for a data analysis to become reproducible, adaptable, and transparent. We show how the popular workflow management system Snakemake can be used to guarantee this, and how it enables an ergonomic, combined, unified representation of all steps involved in data analysis, ranging from raw data processing, to quality control and fine-grained, interactive exploration and plotting of final results.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/34035898",
    "type": "article-journal",
    "id": "1FskMy3ZE",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:34035898"
  },
  {
    "title": "A modified fluctuation assay reveals a natural mutator phenotype that drives mutation spectrum variation within ",
    "volume": "10",
    "container-title": "eLife",
    "container-title-short": "Elife",
    "ISSN": "2050-084X",
    "issued": {
      "date-parts": [
        [
          2021,
          9,
          15
        ]
      ]
    },
    "author": [
      {
        "given": "Pengyao",
        "family": "Jiang"
      },
      {
        "given": "Anja R",
        "family": "Ollodart"
      },
      {
        "given": "Vidha",
        "family": "Sudhesh"
      },
      {
        "given": "Alan J",
        "family": "Herr"
      },
      {
        "given": "Maitreya J",
        "family": "Dunham"
      },
      {
        "given": "Kelley",
        "family": "Harris"
      }
    ],
    "PMID": "34523420",
    "PMCID": "PMC8497059",
    "DOI": "10.7554/elife.68285",
    "abstract": "Although studies of ",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/34523420",
    "type": "article-journal",
    "id": "yDgoFTqK",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:34523420"
  },
  {
    "title": "Germline MBD4 deficiency causes a multi-tumor predisposition syndrome.",
    "volume": "109",
    "issue": "5",
    "page": "953-960",
    "container-title": "American journal of human genetics",
    "container-title-short": "Am J Hum Genet",
    "ISSN": "1537-6605",
    "issued": {
      "date-parts": [
        [
          2022,
          4,
          22
        ]
      ]
    },
    "author": [
      {
        "given": "Claire",
        "family": "Palles"
      },
      {
        "given": "Hannah D",
        "family": "West"
      },
      {
        "given": "Edward",
        "family": "Chew"
      },
      {
        "given": "Sara",
        "family": "Galavotti"
      },
      {
        "given": "Christoffer",
        "family": "Flensburg"
      },
      {
        "given": "Judith E",
        "family": "Grolleman"
      },
      {
        "given": "Erik A M",
        "family": "Jansen"
      },
      {
        "given": "Helen",
        "family": "Curley"
      },
      {
        "given": "Laura",
        "family": "Chegwidden"
      },
      {
        "given": "Edward H",
        "family": "Arbe-Barnes"
      },
      {
        "given": "Nicola",
        "family": "Lander"
      },
      {
        "given": "Rebekah",
        "family": "Truscott"
      },
      {
        "given": "Judith",
        "family": "Pagan"
      },
      {
        "given": "Ashish",
        "family": "Bajel"
      },
      {
        "given": "Kitty",
        "family": "Sherwood"
      },
      {
        "given": "Lynn",
        "family": "Martin"
      },
      {
        "given": "Huw",
        "family": "Thomas"
      },
      {
        "given": "Demetra",
        "family": "Georgiou"
      },
      {
        "given": "Florentia",
        "family": "Fostira"
      },
      {
        "given": "Yael",
        "family": "Goldberg"
      },
      {
        "given": "David J",
        "family": "Adams"
      },
      {
        "given": "Simone A M",
        "family": "van der Biezen"
      },
      {
        "given": "Michael",
        "family": "Christie"
      },
      {
        "given": "Mark",
        "family": "Clendenning"
      },
      {
        "given": "Laura E",
        "family": "Thomas"
      },
      {
        "given": "Constantinos",
        "family": "Deltas"
      },
      {
        "given": "Aleksandar J",
        "family": "Dimovski"
      },
      {
        "given": "Dagmara",
        "family": "Dymerska"
      },
      {
        "given": "Jan",
        "family": "Lubinski"
      },
      {
        "given": "Khalid",
        "family": "Mahmood"
      },
      {
        "given": "Rachel S",
        "family": "van der Post"
      },
      {
        "given": "Mathijs",
        "family": "Sanders"
      },
      {
        "given": "Jürgen",
        "family": "Weitz"
      },
      {
        "given": "Jenny C",
        "family": "Taylor"
      },
      {
        "given": "Clare",
        "family": "Turnbull"
      },
      {
        "given": "Lilian",
        "family": "Vreede"
      },
      {
        "given": "Tom",
        "family": "van Wezel"
      },
      {
        "given": "Celina",
        "family": "Whalley"
      },
      {
        "given": "Claudia",
        "family": "Arnedo-Pac"
      },
      {
        "given": "Giulio",
        "family": "Caravagna"
      },
      {
        "given": "William",
        "family": "Cross"
      },
      {
        "given": "Daniel",
        "family": "Chubb"
      },
      {
        "given": "Anna",
        "family": "Frangou"
      },
      {
        "given": "Andreas J",
        "family": "Gruber"
      },
      {
        "given": "Ben",
        "family": "Kinnersley"
      },
      {
        "given": "Boris",
        "family": "Noyvert"
      },
      {
        "given": "David",
        "family": "Church"
      },
      {
        "given": "Trevor",
        "family": "Graham"
      },
      {
        "given": "Richard",
        "family": "Houlston"
      },
      {
        "given": "Nuria",
        "family": "Lopez-Bigas"
      },
      {
        "given": "Andrea",
        "family": "Sottoriva"
      },
      {
        "given": "David",
        "family": "Wedge"
      },
      {},
      {},
      {},
      {
        "given": "Mark A",
        "family": "Jenkins"
      },
      {
        "given": "Roland P",
        "family": "Kuiper"
      },
      {
        "given": "Andrew W",
        "family": "Roberts"
      },
      {
        "given": "Jeremy P",
        "family": "Cheadle"
      },
      {
        "given": "Marjolijn J L",
        "family": "Ligtenberg"
      },
      {
        "given": "Nicoline",
        "family": "Hoogerbrugge"
      },
      {
        "given": "Viktor H",
        "family": "Koelzer"
      },
      {
        "given": "Andres Dacal",
        "family": "Rivas"
      },
      {
        "given": "Ingrid M",
        "family": "Winship"
      },
      {
        "given": "Clara Ruiz",
        "family": "Ponte"
      },
      {
        "given": "Daniel D",
        "family": "Buchanan"
      },
      {
        "given": "Derek G",
        "family": "Power"
      },
      {
        "given": "Andrew",
        "family": "Green"
      },
      {
        "given": "Ian P M",
        "family": "Tomlinson"
      },
      {
        "given": "Julian R",
        "family": "Sampson"
      },
      {
        "given": "Ian J",
        "family": "Majewski"
      },
      {
        "given": "Richarda M",
        "family": "de Voer"
      }
    ],
    "PMID": "35460607",
    "PMCID": "PMC9118112",
    "DOI": "10.1016/j.ajhg.2022.03.018",
    "abstract": "We report an autosomal recessive, multi-organ tumor predisposition syndrome, caused by bi-allelic loss-of-function germline variants in the base excision repair (BER) gene MBD4. We identified five individuals with bi-allelic MBD4 variants within four families and these individuals had a personal and/or family history of adenomatous colorectal polyposis, acute myeloid leukemia, and uveal melanoma. MBD4 encodes a glycosylase involved in repair of G:T mismatches resulting from deamination of 5'-methylcytosine. The colorectal adenomas from MBD4-deficient individuals showed a mutator phenotype attributable to mutational signature SBS1, consistent with the function of MBD4. MBD4-deficient polyps harbored somatic mutations in similar driver genes to sporadic colorectal tumors, although AMER1 mutations were more common and KRAS mutations less frequent. Our findings expand the role of BER deficiencies in tumor predisposition. Inclusion of MBD4 in genetic testing for polyposis and multi-tumor phenotypes is warranted to improve disease management.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/35460607",
    "type": "article-journal",
    "id": "LMDxrZW8",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:35460607"
  },
  {
    "title": "A natural mutator allele shapes mutation spectrum variation in mice.",
    "volume": "605",
    "issue": "7910",
    "page": "497-502",
    "container-title": "Nature",
    "container-title-short": "Nature",
    "ISSN": "1476-4687",
    "issued": {
      "date-parts": [
        [
          2022,
          5,
          11
        ]
      ]
    },
    "author": [
      {
        "given": "Thomas A",
        "family": "Sasani"
      },
      {
        "given": "David G",
        "family": "Ashbrook"
      },
      {
        "given": "Annabel C",
        "family": "Beichman"
      },
      {
        "given": "Lu",
        "family": "Lu"
      },
      {
        "given": "Abraham A",
        "family": "Palmer"
      },
      {
        "given": "Robert W",
        "family": "Williams"
      },
      {
        "given": "Jonathan K",
        "family": "Pritchard"
      },
      {
        "given": "Kelley",
        "family": "Harris"
      }
    ],
    "PMID": "35545679",
    "PMCID": "PMC9272728",
    "DOI": "10.1038/s41586-022-04701-5",
    "abstract": "Although germline mutation rates and spectra can vary within and between species, common genetic modifiers of the mutation rate have not been identified in nature",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/35545679",
    "type": "article-journal",
    "id": "5Vo3ETjb",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:35545679"
  },
  {
    "title": "The impact of genetic modifiers on variation in germline mutation rates within and among human populations.",
    "volume": "221",
    "issue": "4",
    "container-title": "Genetics",
    "container-title-short": "Genetics",
    "ISSN": "1943-2631",
    "issued": {
      "date-parts": [
        [
          2022,
          7,
          30
        ]
      ]
    },
    "author": [
      {
        "given": "William R",
        "family": "Milligan"
      },
      {
        "given": "Guy",
        "family": "Amster"
      },
      {
        "given": "Guy",
        "family": "Sella"
      }
    ],
    "PMID": "35666194",
    "PMCID": "PMC9339295",
    "DOI": "10.1093/genetics/iyac087",
    "abstract": "Mutation rates and spectra differ among human populations. Here, we examine whether this variation could be explained by evolution at mutation modifiers. To this end, we consider genetic modifier sites at which mutations, \"mutator alleles,\" increase genome-wide mutation rates and model their evolution under purifying selection due to the additional deleterious mutations that they cause, genetic drift, and demographic processes. We solve the model analytically for a constant population size and characterize how evolution at modifier sites impacts variation in mutation rates within and among populations. We then use simulations to study the effects of modifier sites under a plausible demographic model for Africans and Europeans. When comparing populations that evolve independently, weakly selected modifier sites (2Nes≈1), which evolve slowly, contribute the most to variation in mutation rates. In contrast, when populations recently split from a common ancestral population, strongly selected modifier sites (2Nes≫1), which evolve rapidly, contribute the most to variation between them. Moreover, a modest number of modifier sites (e.g. 10 per mutation type in the standard classification into 96 types) subject to moderate to strong selection (2Nes>1) could account for the variation in mutation rates observed among human populations. If such modifier sites indeed underlie differences among populations, they should also cause variation in mutation rates within populations and their effects should be detectable in pedigree studies.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/35666194",
    "type": "article-journal",
    "id": "1C7gzrE30",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:35666194"
  },
  {
    "title": "Uncovering novel mutational signatures by ",
    "volume": "2",
    "issue": "11",
    "page": "None",
    "container-title": "Cell genomics",
    "container-title-short": "Cell Genom",
    "ISSN": "2666-979X",
    "issued": {
      "date-parts": [
        [
          2022,
          11,
          9
        ]
      ]
    },
    "author": [
      {
        "given": "S M Ashiqul",
        "family": "Islam"
      },
      {
        "given": "Marcos",
        "family": "Díaz-Gay"
      },
      {
        "given": "Yang",
        "family": "Wu"
      },
      {
        "given": "Mark",
        "family": "Barnes"
      },
      {
        "given": "Raviteja",
        "family": "Vangara"
      },
      {
        "given": "Erik N",
        "family": "Bergstrom"
      },
      {
        "given": "Yudou",
        "family": "He"
      },
      {
        "given": "Mike",
        "family": "Vella"
      },
      {
        "given": "Jingwei",
        "family": "Wang"
      },
      {
        "given": "Jon W",
        "family": "Teague"
      },
      {
        "given": "Peter",
        "family": "Clapham"
      },
      {
        "given": "Sarah",
        "family": "Moody"
      },
      {
        "given": "Sergey",
        "family": "Senkin"
      },
      {
        "given": "Yun Rose",
        "family": "Li"
      },
      {
        "given": "Laura",
        "family": "Riva"
      },
      {
        "given": "Tongwu",
        "family": "Zhang"
      },
      {
        "given": "Andreas J",
        "family": "Gruber"
      },
      {
        "given": "Christopher D",
        "family": "Steele"
      },
      {
        "given": "Burçak",
        "family": "Otlu"
      },
      {
        "given": "Azhar",
        "family": "Khandekar"
      },
      {
        "given": "Ammal",
        "family": "Abbasi"
      },
      {
        "given": "Laura",
        "family": "Humphreys"
      },
      {
        "given": "Natalia",
        "family": "Syulyukina"
      },
      {
        "given": "Samuel W",
        "family": "Brady"
      },
      {
        "given": "Boian S",
        "family": "Alexandrov"
      },
      {
        "given": "Nischalan",
        "family": "Pillay"
      },
      {
        "given": "Jinghui",
        "family": "Zhang"
      },
      {
        "given": "David J",
        "family": "Adams"
      },
      {
        "given": "Iñigo",
        "family": "Martincorena"
      },
      {
        "given": "David C",
        "family": "Wedge"
      },
      {
        "given": "Maria Teresa",
        "family": "Landi"
      },
      {
        "given": "Paul",
        "family": "Brennan"
      },
      {
        "given": "Michael R",
        "family": "Stratton"
      },
      {
        "given": "Steven G",
        "family": "Rozen"
      },
      {
        "given": "Ludmil B",
        "family": "Alexandrov"
      }
    ],
    "PMID": "36388765",
    "PMCID": "PMC9646490",
    "DOI": "10.1016/j.xgen.2022.100179",
    "abstract": "Mutational signature analysis is commonly performed in cancer genomic studies. Here, we present SigProfilerExtractor, an automated tool for ",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/36388765",
    "type": "article-journal",
    "id": "ibrvarsm",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:36388765"
  },
  {
    "title": "Empirical threshold values for quantitative trait mapping.",
    "volume": "138",
    "issue": "3",
    "page": "963-71",
    "container-title": "Genetics",
    "container-title-short": "Genetics",
    "ISSN": "0016-6731",
    "issued": {
      "date-parts": [
        [
          1994,
          11
        ]
      ]
    },
    "author": [
      {
        "given": "G A",
        "family": "Churchill"
      },
      {
        "given": "R W",
        "family": "Doerge"
      }
    ],
    "PMID": "7851788",
    "PMCID": "PMC1206241",
    "DOI": "10.1093/genetics/138.3.963",
    "abstract": "The detection of genes that control quantitative characters is a problem of great interest to the genetic mapping community. Methods for locating these quantitative trait loci (QTL) relative to maps of genetic markers are now widely used. This paper addresses an issue common to all QTL mapping methods, that of determining an appropriate threshold value for declaring significant QTL effects. An empirical method is described, based on the concept of a permutation test, for estimating threshold values that are tailored to the experimental data at hand. The method is demonstrated using two real data sets derived from F(2) and recombinant inbred plant populations. An example using simulated data from a backcross design illustrates the effect of marker density on threshold values.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/7851788",
    "type": "article-journal",
    "id": "zUoSrel1",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:7851788"
  },
  {
    "title": "Mutations in OGG1, a gene involved in the repair of oxidative DNA damage, are found in human lung and kidney tumours.",
    "volume": "16",
    "issue": "23",
    "page": "3083-6",
    "container-title": "Oncogene",
    "container-title-short": "Oncogene",
    "ISSN": "0950-9232",
    "issued": {
      "date-parts": [
        [
          1998,
          6,
          11
        ]
      ]
    },
    "author": [
      {
        "given": "S",
        "family": "Chevillard"
      },
      {
        "given": "J P",
        "family": "Radicella"
      },
      {
        "given": "C",
        "family": "Levalois"
      },
      {
        "given": "J",
        "family": "Lebeau"
      },
      {
        "given": "M F",
        "family": "Poupon"
      },
      {
        "given": "S",
        "family": "Oudard"
      },
      {
        "given": "B",
        "family": "Dutrillaux"
      },
      {
        "given": "S",
        "family": "Boiteux"
      }
    ],
    "PMID": "9662341",
    "DOI": "10.1038/sj.onc.1202096",
    "abstract": "The human OGG1 gene encodes a DNA glycosylase activity catalysing the excision of the mutagenic lesion 7,8-dihydro-8-oxoguanine from oxidatively damaged DNA. The OGG1 gene was localized to chromosome 3p25, a region showing frequent loss of heterozygosity (LOH) in lung and kidney tumours. In this study, we have analysed by RT-PCR the expression of OGG1 in 25 small cell lung cancers, in 15 kidney carcinomas and the 15 normal kidney counterparts. The results show that OGG1 messenger RNA can be detected in all tumours tested and that no significant difference was observed in the level of expression between normal and tumoral kidney tissues. Denaturing gradient gel electrophoresis (DGGE) was used to screen this series of human tumours for alterations in the OGG1 cDNA. The study revealed homozygous mutations in three tumours, two from lung and one from kidney. Sequencing analysis of the mutants identified a single base substitution in each of the three cases: two transversions (GC to TA and TA to AT) and one transition (GC to AT). All three substitutions cause an amino acid change in the hOgg1 protein. For the mutant kidney tumour, the normal tissue counterpart shows a wild-type profile. These results suggest a role for OGG1 mutations in the course of the multistage process of carcinogenesis in lung or kidney.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/9662341",
    "type": "article-journal",
    "id": "Ww8NpSsb",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:9662341"
  },
  {
    "id": "t8fRZlGg",
    "type": "webpage",
    "title": "BXD Genotype / WebQTL",
    "URL": "https://gn1.genenetwork.org/dbdoc/BXDGeno.html",
    "accessed": {
      "date-parts": [
        [
          "2023",
          4,
          4
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:http://gn1.genenetwork.org/dbdoc/BXDGeno.html"
  },
  {
    "id": "VTi9UzcW",
    "type": "software",
    "abstract": "Fit Cox proportional hazards models containing both fixed and random effects. The random effects can have a general form, of which familial interactions (a \"kinship\" matrix) is a particular special case. Note that the simplest case of a mixed effects Cox model, i.e. a single random per-group intercept, is also called a \"frailty\" model. The approach is based on Ripatti and Palmgren, Biometrics 2002.",
    "source": "R-Packages",
    "title": "coxme: Mixed Effects Cox Models",
    "title-short": "coxme",
    "URL": "https://CRAN.R-project.org/package=coxme",
    "version": "2.2-18.1",
    "author": [
      {
        "family": "Therneau",
        "given": "Terry M."
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2023",
          4,
          4
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2022",
          10,
          3
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://cran.r-project.org/web/packages/coxme/index.html"
  },
  {
    "id": "TYYBVYN3",
    "type": "software",
    "abstract": "Code for reproducing figures and analysis from the BXD mutator manuscript (https://www.biorxiv.org/content/10.1101/2021.03.12.435196v1).",
    "genre": "Python",
    "note": "original-date: 2021-03-09T22:25:33Z\nThis CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://github.com/tomsasani/bxd_mutator_manuscript",
    "source": "GitHub",
    "title": "A natural mutator allele shapes mutation spectrum variation in mice",
    "URL": "https://github.com/tomsasani/bxd_mutator_manuscript",
    "author": [
      {
        "family": "Sasani",
        "given": "Tom"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2023",
          4,
          4
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2023",
          1,
          24
        ]
      ]
    }
  },
  {
    "id": "lF0Fr9LL",
    "type": "article-journal",
    "abstract": "Scikit-learn is a Python module integrating a wide range of state-of-the-art machine learning algorithms for medium-scale supervised and unsupervised problems. This package focuses on bringing machine learning to non-specialists using a general-purpose high-level language.  Emphasis is put on ease of use, performance, documentation, and API consistency.  It has minimal dependencies and is distributed under the simplified BSD license, encouraging its use in both academic and commercial settings.  Source code, binaries, and documentation can be downloaded from http://scikit-learn.sourceforge.net.",
    "container-title": "Journal of Machine Learning Research",
    "ISSN": "1533-7928",
    "issue": "85",
    "page": "2825-2830",
    "source": "jmlr.csail.mit.edu",
    "title": "Scikit-learn: Machine Learning in Python",
    "title-short": "Scikit-learn",
    "URL": "http://jmlr.org/papers/v12/pedregosa11a.html",
    "volume": "12",
    "author": [
      {
        "family": "Pedregosa",
        "given": "Fabian"
      },
      {
        "family": "Varoquaux",
        "given": "Gaël"
      },
      {
        "family": "Gramfort",
        "given": "Alexandre"
      },
      {
        "family": "Michel",
        "given": "Vincent"
      },
      {
        "family": "Thirion",
        "given": "Bertrand"
      },
      {
        "family": "Grisel",
        "given": "Olivier"
      },
      {
        "family": "Blondel",
        "given": "Mathieu"
      },
      {
        "family": "Prettenhofer",
        "given": "Peter"
      },
      {
        "family": "Weiss",
        "given": "Ron"
      },
      {
        "family": "Dubourg",
        "given": "Vincent"
      },
      {
        "family": "Vanderplas",
        "given": "Jake"
      },
      {
        "family": "Passos",
        "given": "Alexandre"
      },
      {
        "family": "Cournapeau",
        "given": "David"
      },
      {
        "family": "Brucher",
        "given": "Matthieu"
      },
      {
        "family": "Perrot",
        "given": "Matthieu"
      },
      {
        "family": "Duchesnay",
        "given": "Édouard"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2023",
          4,
          4
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2011"
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://jmlr.csail.mit.edu/papers/v12/pedregosa11a.html"
  },
  {
    "id": "8Z2SLpxu",
    "type": "book",
    "language": "en",
    "source": "link.springer.com",
    "title": "Genetics and Probability in Animal Breeding Experiments",
    "URL": "https://link.springer.com/book/10.1007/978-1-349-04904-2",
    "accessed": {
      "date-parts": [
        [
          "2023",
          4,
          4
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://link.springer.com/book/10.1007/978-1-349-04904-2"
  },
  {
    "id": "V7hHut0M",
    "type": "webpage",
    "abstract": "ENA Browser",
    "title": "ENA Browser",
    "URL": "https://www.ebi.ac.uk/ena/browser/view/PRJEB45429",
    "accessed": {
      "date-parts": [
        [
          "2023",
          4,
          4
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:https://www.ebi.ac.uk/ena/browser/view/PRJEB45429"
  },
  {
    "id": "ujz1kBk4",
    "type": "webpage",
    "title": "MGI-Guidelines for Nomenclature of Mouse and Rat Strains",
    "URL": "http://www.informatics.jax.org/mgihome/nomen/strains.shtml",
    "accessed": {
      "date-parts": [
        [
          "2023",
          4,
          4
        ]
      ]
    },
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: url:www.informatics.jax.org/mgihome/nomen/strains.shtml"
  }
]
