[
  {
    "title": "Base-excision repair of oxidative DNA damage.",
    "volume": "447",
    "issue": "7147",
    "page": "941-50",
    "container-title": "Nature",
    "container-title-short": "Nature",
    "ISSN": "1476-4687",
    "issued": {
      "date-parts": [
        [
          2007,
          6,
          21
        ]
      ]
    },
    "author": [
      {
        "given": "Sheila S",
        "family": "David"
      },
      {
        "given": "Valerie L",
        "family": "O'Shea"
      },
      {
        "given": "Sucharita",
        "family": "Kundu"
      }
    ],
    "PMID": "17581577",
    "PMCID": "PMC2896554",
    "DOI": "10.1038/nature05978",
    "abstract": "Maintaining the chemical integrity of DNA in the face of assault by oxidizing agents is a constant challenge for living organisms. Base-excision repair has an important role in preventing mutations associated with a common product of oxidative damage to DNA, 8-oxoguanine. Recent structural studies have shown that 8-oxoguanine DNA glycosylases use an intricate series of steps to locate and excise 8-oxoguanine lesions efficiently against a high background of undamaged bases. The importance of preventing mutations associated with 8-oxoguanine is shown by a direct association between defects in the DNA glycosylase MUTYH and colorectal cancer. The properties of other guanine oxidation products and the associated DNA glycosylases that remove them are now also being revealed.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/17581577",
    "type": "article-journal",
    "id": "zat6CTAa",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:17581577"
  },
  {
    "title": "Genetic drift, selection and the evolution of the mutation rate.",
    "volume": "17",
    "issue": "11",
    "page": "704-714",
    "container-title": "Nature reviews. Genetics",
    "container-title-short": "Nat Rev Genet",
    "ISSN": "1471-0064",
    "issued": {
      "date-parts": [
        [
          2016,
          10,
          14
        ]
      ]
    },
    "author": [
      {
        "given": "Michael",
        "family": "Lynch"
      },
      {
        "given": "Matthew S",
        "family": "Ackerman"
      },
      {
        "given": "Jean-Francois",
        "family": "Gout"
      },
      {
        "given": "Hongan",
        "family": "Long"
      },
      {
        "given": "Way",
        "family": "Sung"
      },
      {
        "given": "W Kelley",
        "family": "Thomas"
      },
      {
        "given": "Patricia L",
        "family": "Foster"
      }
    ],
    "PMID": "27739533",
    "DOI": "10.1038/nrg.2016.104",
    "abstract": "As one of the few cellular traits that can be quantified across the tree of life, DNA-replication fidelity provides an excellent platform for understanding fundamental evolutionary processes. Furthermore, because mutation is the ultimate source of all genetic variation, clarifying why mutation rates vary is crucial for understanding all areas of biology. A potentially revealing hypothesis for mutation-rate evolution is that natural selection primarily operates to improve replication fidelity, with the ultimate limits to what can be achieved set by the power of random genetic drift. This drift-barrier hypothesis is consistent with comparative measures of mutation rates, provides a simple explanation for the existence of error-prone polymerases and yields a formal counter-argument to the view that selection fine-tunes gene-specific mutation rates.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/27739533",
    "type": "article-journal",
    "id": "tU5w6mSk",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:27739533"
  },
  {
    "title": "Mechanisms of DNA damage, repair, and mutagenesis.",
    "volume": "58",
    "issue": "5",
    "page": "235-263",
    "container-title": "Environmental and molecular mutagenesis",
    "container-title-short": "Environ Mol Mutagen",
    "ISSN": "1098-2280",
    "issued": {
      "date-parts": [
        [
          2017,
          5,
          9
        ]
      ]
    },
    "author": [
      {
        "given": "Nimrat",
        "family": "Chatterjee"
      },
      {
        "given": "Graham C",
        "family": "Walker"
      }
    ],
    "PMID": "28485537",
    "PMCID": "PMC5474181",
    "DOI": "10.1002/em.22087",
    "abstract": "Living organisms are continuously exposed to a myriad of DNA damaging agents that can impact health and modulate disease-states. However, robust DNA repair and damage-bypass mechanisms faithfully protect the DNA by either removing or tolerating the damage to ensure an overall survival. Deviations in this fine-tuning are known to destabilize cellular metabolic homeostasis, as exemplified in diverse cancers where disruption or deregulation of DNA repair pathways results in genome instability. Because routinely used biological, physical and chemical agents impact human health, testing their genotoxicity and regulating their use have become important. In this introductory review, we will delineate mechanisms of DNA damage and the counteracting repair/tolerance pathways to provide insights into the molecular basis of genotoxicity in cells that lays the foundation for subsequent articles in this issue. Environ. Mol. Mutagen. 58:235-263, 2017. © 2017 Wiley Periodicals, Inc.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/28485537",
    "type": "article-journal",
    "id": "urdMBmf7",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:28485537"
  },
  {
    "title": "Parental influence on human germline de novo mutations in 1,548 trios from Iceland.",
    "volume": "549",
    "issue": "7673",
    "page": "519-522",
    "container-title": "Nature",
    "container-title-short": "Nature",
    "ISSN": "1476-4687",
    "issued": {
      "date-parts": [
        [
          2017,
          9,
          20
        ]
      ]
    },
    "author": [
      {
        "given": "Hákon",
        "family": "Jónsson"
      },
      {
        "given": "Patrick",
        "family": "Sulem"
      },
      {
        "given": "Birte",
        "family": "Kehr"
      },
      {
        "given": "Snaedis",
        "family": "Kristmundsdottir"
      },
      {
        "given": "Florian",
        "family": "Zink"
      },
      {
        "given": "Eirikur",
        "family": "Hjartarson"
      },
      {
        "given": "Marteinn T",
        "family": "Hardarson"
      },
      {
        "given": "Kristjan E",
        "family": "Hjorleifsson"
      },
      {
        "given": "Hannes P",
        "family": "Eggertsson"
      },
      {
        "given": "Sigurjon Axel",
        "family": "Gudjonsson"
      },
      {
        "given": "Lucas D",
        "family": "Ward"
      },
      {
        "given": "Gudny A",
        "family": "Arnadottir"
      },
      {
        "given": "Einar A",
        "family": "Helgason"
      },
      {
        "given": "Hannes",
        "family": "Helgason"
      },
      {
        "given": "Arnaldur",
        "family": "Gylfason"
      },
      {
        "given": "Adalbjorg",
        "family": "Jonasdottir"
      },
      {
        "given": "Aslaug",
        "family": "Jonasdottir"
      },
      {
        "given": "Thorunn",
        "family": "Rafnar"
      },
      {
        "given": "Mike",
        "family": "Frigge"
      },
      {
        "given": "Simon N",
        "family": "Stacey"
      },
      {
        "given": "Olafur",
        "family": "Th Magnusson"
      },
      {
        "given": "Unnur",
        "family": "Thorsteinsdottir"
      },
      {
        "given": "Gisli",
        "family": "Masson"
      },
      {
        "given": "Augustine",
        "family": "Kong"
      },
      {
        "given": "Bjarni V",
        "family": "Halldorsson"
      },
      {
        "given": "Agnar",
        "family": "Helgason"
      },
      {
        "given": "Daniel F",
        "family": "Gudbjartsson"
      },
      {
        "given": "Kari",
        "family": "Stefansson"
      }
    ],
    "PMID": "28959963",
    "DOI": "10.1038/nature24018",
    "abstract": "The characterization of mutational processes that generate sequence diversity in the human genome is of paramount importance both to medical genetics and to evolutionary studies. To understand how the age and sex of transmitting parents affect de novo mutations, here we sequence 1,548 Icelanders, their parents, and, for a subset of 225, at least one child, to 35× genome-wide coverage. We find 108,778 de novo mutations, both single nucleotide polymorphisms and indels, and determine the parent of origin of 42,961. The number of de novo mutations from mothers increases by 0.37 per year of age (95% CI 0.32-0.43), a quarter of the 1.51 per year from fathers (95% CI 1.45-1.57). The number of clustered mutations increases faster with the mother's age than with the father's, and the genomic span of maternal de novo mutation clusters is greater than that of paternal ones. The types of de novo mutation from mothers change substantially with age, with a 0.26% (95% CI 0.19-0.33%) decrease in cytosine-phosphate-guanine to thymine-phosphate-guanine (CpG>TpG) de novo mutations and a 0.33% (95% CI 0.28-0.38%) increase in C>G de novo mutations per year, respectively. Remarkably, these age-related changes are not distributed uniformly across the genome. A striking example is a 20 megabase region on chromosome 8p, with a maternal C>G mutation rate that is up to 50-fold greater than the rest of the genome. The age-related accumulation of maternal non-crossover gene conversions also mostly occurs within these regions. Increased sequence diversity and linkage disequilibrium of C>G variants within regions affected by excess maternal mutations indicate that the underlying mutational process has persisted in humans for thousands of years. Moreover, the regional excess of C>G variation in humans is largely shared by chimpanzees, less by gorillas, and is almost absent from orangutans. This demonstrates that sequence diversity in humans results from evolving interactions between age, sex, mutation type, and genomic location.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/28959963",
    "type": "article-journal",
    "id": "8Sr3Vmp",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:28959963"
  },
  {
    "title": "Significant Strain Variation in the Mutation Spectra of Inbred Laboratory Mice.",
    "volume": "36",
    "issue": "5",
    "page": "865-874",
    "container-title": "Molecular biology and evolution",
    "container-title-short": "Mol Biol Evol",
    "ISSN": "1537-1719",
    "issued": {
      "date-parts": [
        [
          2019,
          5,
          1
        ]
      ]
    },
    "author": [
      {
        "given": "Beth L",
        "family": "Dumont"
      }
    ],
    "PMID": "30753674",
    "PMCID": "PMC6501876",
    "DOI": "10.1093/molbev/msz026",
    "abstract": "Mutation provides the ultimate source of all new alleles in populations, including variants that cause disease and fuel adaptation. Recent whole genome sequencing studies have uncovered variation in the mutation rate among individuals and differences in the relative frequency of specific nucleotide changes (the mutation spectrum) between populations. Although parental age is a major driver of differences in overall mutation rate among individuals, the causes of variation in the mutation spectrum remain less well understood. Here, I use high-quality whole genome sequences from 29 inbred laboratory mouse strains to explore the root causes of strain variation in the mutation spectrum. My analysis leverages the unique, mosaic patterns of genetic relatedness among inbred mouse strains to identify strain private variants residing on haplotypes shared between multiple strains due to their recent descent from a common ancestor. I show that these strain-private alleles are strongly enriched for recent de novo mutations and lack signals of widespread purifying selection, suggesting their faithful recapitulation of the spontaneous mutation landscape in single strains. The spectrum of strain-private variants varies significantly among inbred mouse strains reared under standardized laboratory conditions. This variation is not solely explained by strain differences in age at reproduction, raising the possibility that segregating genetic differences affect the constellation of new mutations that arise in a given strain. Collectively, these findings imply the action of remarkably precise nucleotide-specific genetic mechanisms for tuning the de novo mutation landscape in mammals and underscore the genetic complexity of mutation rate control.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/30753674",
    "type": "article-journal",
    "id": "CBXBwZox",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:30753674"
  },
  {
    "title": "Similarities and differences in patterns of germline mutation between mice and humans.",
    "volume": "10",
    "issue": "1",
    "page": "4053",
    "container-title": "Nature communications",
    "container-title-short": "Nat Commun",
    "ISSN": "2041-1723",
    "issued": {
      "date-parts": [
        [
          2019,
          9,
          6
        ]
      ]
    },
    "author": [
      {
        "given": "Sarah J",
        "family": "Lindsay"
      },
      {
        "given": "Raheleh",
        "family": "Rahbari"
      },
      {
        "given": "Joanna",
        "family": "Kaplanis"
      },
      {
        "given": "Thomas",
        "family": "Keane"
      },
      {
        "given": "Matthew E",
        "family": "Hurles"
      }
    ],
    "PMID": "31492841",
    "PMCID": "PMC6731245",
    "DOI": "10.1038/s41467-019-12023-w",
    "abstract": "Whole genome sequencing (WGS) studies have estimated the human germline mutation rate per basepair per generation (~1.2 × 10",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/31492841",
    "type": "article-journal",
    "id": "LVgapQDJ",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:31492841"
  },
  {
    "title": "Large, three-generation human families reveal post-zygotic mosaicism and variability in germline mutation accumulation.",
    "volume": "8",
    "container-title": "eLife",
    "container-title-short": "Elife",
    "ISSN": "2050-084X",
    "issued": {
      "date-parts": [
        [
          2019,
          9,
          24
        ]
      ]
    },
    "author": [
      {
        "given": "Thomas A",
        "family": "Sasani"
      },
      {
        "given": "Brent S",
        "family": "Pedersen"
      },
      {
        "given": "Ziyue",
        "family": "Gao"
      },
      {
        "given": "Lisa",
        "family": "Baird"
      },
      {
        "given": "Molly",
        "family": "Przeworski"
      },
      {
        "given": "Lynn B",
        "family": "Jorde"
      },
      {
        "given": "Aaron R",
        "family": "Quinlan"
      }
    ],
    "PMID": "31549960",
    "PMCID": "PMC6759356",
    "DOI": "10.7554/elife.46922",
    "abstract": "The number of de novo mutations (DNMs) found in an offspring's genome increases with both paternal and maternal age. But does the rate of mutation accumulation in human gametes differ across families? Using sequencing data from 33 large, three-generation CEPH families, we observed significant variability in parental age effects on DNM counts across families, ranging from 0.19 to 3.24 DNMs per year. Additionally, we found that ~3% of DNMs originated following primordial germ cell specification in a parent, and differed from non-mosaic germline DNMs in their mutational spectra. We also discovered that nearly 10% of candidate DNMs in the second generation were post-zygotic, and present in both somatic and germ cells; these gonosomal mutations occurred at equivalent frequencies on both parental haplotypes. Our results demonstrate that rates of germline mutation accumulation vary among families with similar ancestry, and confirm that post-zygotic mosaicism is a substantial source of human DNM.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/31549960",
    "type": "article-journal",
    "id": "1FT3ArN48",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:31549960"
  },
  {
    "title": "A platform for experimental precision medicine: The extended BXD mouse family.",
    "volume": "12",
    "issue": "3",
    "page": "235-247.e9",
    "container-title": "Cell systems",
    "container-title-short": "Cell Syst",
    "ISSN": "2405-4720",
    "issued": {
      "date-parts": [
        [
          2021,
          1,
          19
        ]
      ]
    },
    "author": [
      {
        "given": "David G",
        "family": "Ashbrook"
      },
      {
        "given": "Danny",
        "family": "Arends"
      },
      {
        "given": "Pjotr",
        "family": "Prins"
      },
      {
        "given": "Megan K",
        "family": "Mulligan"
      },
      {
        "given": "Suheeta",
        "family": "Roy"
      },
      {
        "given": "Evan G",
        "family": "Williams"
      },
      {
        "given": "Cathleen M",
        "family": "Lutz"
      },
      {
        "given": "Alicia",
        "family": "Valenzuela"
      },
      {
        "given": "Casey J",
        "family": "Bohl"
      },
      {
        "given": "Jesse F",
        "family": "Ingels"
      },
      {
        "given": "Melinda S",
        "family": "McCarty"
      },
      {
        "given": "Arthur G",
        "family": "Centeno"
      },
      {
        "given": "Reinmar",
        "family": "Hager"
      },
      {
        "given": "Johan",
        "family": "Auwerx"
      },
      {
        "given": "Lu",
        "family": "Lu"
      },
      {
        "given": "Robert W",
        "family": "Williams"
      }
    ],
    "PMID": "33472028",
    "PMCID": "PMC7979527",
    "DOI": "10.1016/j.cels.2020.12.002",
    "abstract": "The challenge of precision medicine is to model complex interactions among DNA variants, phenotypes, development, environments, and treatments. We address this challenge by expanding the BXD family of mice to 140 fully isogenic strains, creating a uniquely powerful model for precision medicine. This family segregates for 6 million common DNA variants-a level that exceeds many human populations. Because each member can be replicated, heritable traits can be mapped with high power and precision. Current BXD phenomes are unsurpassed in coverage and include much omics data and thousands of quantitative traits. BXDs can be extended by a single-generation cross to as many as 19,460 isogenic F1 progeny, and this extended BXD family is an effective platform for testing causal modeling and for predictive validation. BXDs are a unique core resource for the field of experimental precision medicine.",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/33472028",
    "type": "article-journal",
    "id": "VnS3Uzxm",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:33472028"
  },
  {
    "title": "A natural mutator allele shapes mutation spectrum variation in mice.",
    "volume": "605",
    "issue": "7910",
    "page": "497-502",
    "container-title": "Nature",
    "container-title-short": "Nature",
    "ISSN": "1476-4687",
    "issued": {
      "date-parts": [
        [
          2022,
          5,
          11
        ]
      ]
    },
    "author": [
      {
        "given": "Thomas A",
        "family": "Sasani"
      },
      {
        "given": "David G",
        "family": "Ashbrook"
      },
      {
        "given": "Annabel C",
        "family": "Beichman"
      },
      {
        "given": "Lu",
        "family": "Lu"
      },
      {
        "given": "Abraham A",
        "family": "Palmer"
      },
      {
        "given": "Robert W",
        "family": "Williams"
      },
      {
        "given": "Jonathan K",
        "family": "Pritchard"
      },
      {
        "given": "Kelley",
        "family": "Harris"
      }
    ],
    "PMID": "35545679",
    "PMCID": "PMC9272728",
    "DOI": "10.1038/s41586-022-04701-5",
    "abstract": "Although germline mutation rates and spectra can vary within and between species, common genetic modifiers of the mutation rate have not been identified in nature",
    "URL": "https://www.ncbi.nlm.nih.gov/pubmed/35545679",
    "type": "article-journal",
    "id": "5Vo3ETjb",
    "note": "This CSL Item was generated by Manubot v0.5.5 from its persistent identifier (standard_id).\nstandard_id: pubmed:35545679"
  }
]
